-- phpMyAdmin SQL Dump
-- version 4.7.9
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: 2019-03-09 15:20:34
-- 服务器版本： 5.6.25
-- PHP Version: 7.1.17

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `tongshang`
--

-- --------------------------------------------------------

--
-- 表的结构 `mcc_about`
--

CREATE TABLE `mcc_about` (
  `id` int(11) NOT NULL,
  `img` varchar(150) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='关于我们';

--
-- 转存表中的数据 `mcc_about`
--

INSERT INTO `mcc_about` (`id`, `img`) VALUES
(1, '/upload/product/1519972117.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_account`
--

CREATE TABLE `mcc_account` (
  `id` int(10) UNSIGNED NOT NULL COMMENT '对账ID',
  `refer_id` int(10) UNSIGNED NOT NULL DEFAULT '0' COMMENT '关联ID，例如订单ID',
  `refer_from` varchar(32) DEFAULT NULL COMMENT '关联说明，例如"order_id"',
  `customer_id` int(10) UNSIGNED NOT NULL COMMENT '用户ID',
  `user_name` varchar(32) CHARACTER SET utf8mb4 NOT NULL COMMENT '用户名称',
  `user_account` decimal(12,4) NOT NULL DEFAULT '0.0000' COMMENT '用户当前余额',
  `account_value` decimal(12,4) NOT NULL COMMENT '款项金额',
  `account_desc` varchar(64) NOT NULL COMMENT '款项来源说明',
  `admin_user_id` int(11) DEFAULT NULL COMMENT '操作用户ID',
  `admin_user_name` varchar(32) DEFAULT NULL COMMENT '操作用户名称',
  `account_type` tinyint(1) UNSIGNED NOT NULL COMMENT '账户类型：1-返利；2-返佣；3 => 撤消提现， 4 => 余额支付,  5=>申请提现 , 6 => 积分退回',
  `account_operate` tinyint(1) NOT NULL COMMENT '操作类型：1-入账；2-出账',
  `account_status` tinyint(1) UNSIGNED NOT NULL DEFAULT '0' COMMENT '状态：0-未通过；1-通过；2-到账中',
  `add_time` int(10) UNSIGNED NOT NULL COMMENT '添加时间',
  `active_date` date DEFAULT NULL COMMENT '生效日期',
  `cancelReason` varchar(100) DEFAULT NULL COMMENT '不通过的原因',
  `category` tinyint(1) NOT NULL DEFAULT '1' COMMENT '1 普通商品 2 服务项目 3 拼团返利  4 众筹返利'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='收入明细' ROW_FORMAT=COMPACT;

-- --------------------------------------------------------

--
-- 表的结构 `mcc_ad`
--

CREATE TABLE `mcc_ad` (
  `id` int(11) NOT NULL,
  `title` varchar(30) NOT NULL,
  `image` varchar(150) DEFAULT NULL,
  `url` varchar(200) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '状态 0 禁用 1 启用'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

-- --------------------------------------------------------

--
-- 表的结构 `mcc_address`
--

CREATE TABLE `mcc_address` (
  `id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `fullname` varchar(32) NOT NULL,
  `address` varchar(128) NOT NULL,
  `provinceID` mediumint(8) DEFAULT NULL,
  `province` varchar(16) DEFAULT NULL,
  `cityID` mediumint(8) DEFAULT NULL,
  `city` varchar(8) NOT NULL,
  `regionID` mediumint(8) DEFAULT NULL,
  `region` varchar(16) DEFAULT NULL,
  `country_id` int(11) NOT NULL DEFAULT '0',
  `zone_id` int(11) NOT NULL DEFAULT '0',
  `shipping_telephone` varchar(32) NOT NULL,
  `type` tinyint(4) DEFAULT NULL COMMENT '类型： 0=> 填写表单的，1 => 从地址中填写的'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_address`
--

INSERT INTO `mcc_address` (`id`, `customer_id`, `fullname`, `address`, `provinceID`, `province`, `cityID`, `city`, `regionID`, `region`, `country_id`, `zone_id`, `shipping_telephone`, `type`) VALUES
(1, 1, '大眼猫', '我也不知道耶', 340000, '安徽省', 340100, '合肥市', 340111, '包河区', 0, 0, '18578627139', NULL),
(2, 2, 'sdg', 'ghjfd', 150000, '内蒙古', 150100, '呼和浩特市', 150102, '新城区', 0, 0, '1857862356', NULL),
(3, 9, '薛工', '泰和购物广场', 420000, '湖北省', 422800, '恩施土家族苗族自', 422822, '建始县', 0, 0, '18620842585', NULL),
(4, 9, '薛工', '泰和购物广场', 420000, '湖北省', 422800, '恩施土家族苗族自', 422822, '建始县', 0, 0, '18620842585', NULL),
(5, 3, '胡晓军', '998', 440000, '广东省', 440100, '广州市', 440103, '荔湾区', 0, 0, '15011999393', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_admin`
--

CREATE TABLE `mcc_admin` (
  `id` int(10) UNSIGNED NOT NULL,
  `username` varchar(25) COLLATE utf8_unicode_ci NOT NULL COMMENT 'username',
  `password` varchar(32) COLLATE utf8_unicode_ci NOT NULL COMMENT 'password',
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='admin' ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `mcc_admin`
--

INSERT INTO `mcc_admin` (`id`, `username`, `password`, `status`) VALUES
(2, 'superAdmin', 'e10adc3949ba59abbe56e057f20f883e', 1);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_apply`
--

CREATE TABLE `mcc_apply` (
  `id` int(11) NOT NULL,
  `realname` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(12) COLLATE utf8_unicode_ci DEFAULT NULL,
  `addTime` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `mcc_apply`
--

INSERT INTO `mcc_apply` (`id`, `realname`, `mobile`, `addTime`) VALUES
(1, '大眼猫', '18578627133', '2018-08-23 18:23:47'),
(2, '大帅逼', '18657831235', '2018-08-23 18:24:46'),
(3, '胡晓军', '15011999393', '2018-09-16 14:51:22'),
(4, '', '', '2018-11-03 15:27:06');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_article`
--

CREATE TABLE `mcc_article` (
  `id` int(11) NOT NULL,
  `page_id` varchar(32) DEFAULT NULL,
  `source` varchar(16) DEFAULT NULL,
  `date` float DEFAULT NULL,
  `tags` text,
  `title` text,
  `images` text,
  `content` text,
  `url` varchar(128) DEFAULT '',
  `json` text,
  `favor` mediumint(6) NOT NULL DEFAULT '0',
  `likes` mediumint(6) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT ' 是否上架 1 是 0 否'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `mcc_article`
--

INSERT INTO `mcc_article` (`id`, `page_id`, `source`, `date`, `tags`, `title`, `images`, `content`, `url`, `json`, `favor`, `likes`, `status`) VALUES
(1, '1', 'sanweijia', NULL, '室内设计, 软装, 家具', '好的设计一定是色彩搭配恰到好处的', NULL, '好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的好的设计一定是色彩搭配恰到好处的', '', NULL, 3, 2, 1);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_article_favor`
--

CREATE TABLE `mcc_article_favor` (
  `id` int(11) NOT NULL,
  `userID` int(11) NOT NULL,
  `nickname` varchar(30) NOT NULL,
  `avatar` varchar(150) NOT NULL,
  `articleID` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='文章收藏表';

--
-- 转存表中的数据 `mcc_article_favor`
--

INSERT INTO `mcc_article_favor` (`id`, `userID`, `nickname`, `avatar`, `articleID`, `title`, `addTime`) VALUES
(1, 1, '大眼猫', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzjWhzmDyUG4cTtnXV0cHPLs1xlKnPhQ6pFcRPm4bib6A5JobCgoj5TSmyFEH2spPeV3dGev2wNR2g3bplicAfxxB2/0', 1, '好的设计一定是色彩搭配恰到好处的', '2018-12-22 19:13:43');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_article_history`
--

CREATE TABLE `mcc_article_history` (
  `id` int(11) NOT NULL,
  `userID` int(11) NOT NULL,
  `nickname` varchar(30) NOT NULL,
  `articleID` int(11) NOT NULL,
  `title` varchar(150) NOT NULL,
  `addTime` datetime NOT NULL,
  `addDate` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='浏览历史表';

--
-- 转存表中的数据 `mcc_article_history`
--

INSERT INTO `mcc_article_history` (`id`, `userID`, `nickname`, `articleID`, `title`, `addTime`, `addDate`) VALUES
(1, 1, '大眼猫', 12, '大眼猫大眼猫大眼猫', '2018-11-23 08:24:26', '2018-11-23'),
(2, 1, '大眼猫', 12, '大眼猫大眼猫', '2018-03-09 00:00:00', '2018-11-22'),
(3, 1, '大眼猫', 1, '好的设计一定是色彩搭配恰到好处的', '2018-12-22 19:15:50', '0000-00-00');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_article_like`
--

CREATE TABLE `mcc_article_like` (
  `id` int(11) NOT NULL,
  `userID` int(11) NOT NULL,
  `nickname` varchar(30) NOT NULL,
  `avatar` varchar(150) NOT NULL,
  `articleID` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='文章点赞表';

--
-- 转存表中的数据 `mcc_article_like`
--

INSERT INTO `mcc_article_like` (`id`, `userID`, `nickname`, `avatar`, `articleID`, `title`, `addTime`) VALUES
(1, 1, '大眼猫', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzjWhzmDyUG4cTtnXV0cHPLs1xlKnPhQ6pFcRPm4bib6A5JobCgoj5TSmyFEH2spPeV3dGev2wNR2g3bplicAfxxB2/0', 1, '好的设计一定是色彩搭配恰到好处的', '2018-12-22 19:13:33');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_article_review`
--

CREATE TABLE `mcc_article_review` (
  `id` int(11) NOT NULL,
  `userID` int(11) NOT NULL,
  `nickname` varchar(30) NOT NULL,
  `avatar` varchar(150) NOT NULL,
  `articleID` int(11) NOT NULL,
  `content` varchar(500) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='文章评论表';

--
-- 转存表中的数据 `mcc_article_review`
--

INSERT INTO `mcc_article_review` (`id`, `userID`, `nickname`, `avatar`, `articleID`, `content`, `addTime`) VALUES
(1, 1, '大眼猫', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzjWhzmDyUG4cTtnXV0cHPLs1xlKnPhQ6pFcRPm4bib6A5JobCgoj5TSmyFEH2spPeV3dGev2wNR2g3bplicAfxxB2/0', 1, 'This is coneten for review', '2018-12-22 19:14:15');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_book`
--

CREATE TABLE `mcc_book` (
  `id` int(11) NOT NULL,
  `categoryID` int(11) NOT NULL,
  `title` varchar(80) NOT NULL,
  `sort_order` smallint(3) NOT NULL,
  `file` varchar(150) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='资料';

--
-- 转存表中的数据 `mcc_book`
--

INSERT INTO `mcc_book` (`id`, `categoryID`, `title`, `sort_order`, `file`, `addTime`) VALUES
(1, 1, '企业文化', 1, '/upload/book/1545145960.jpg', '2018-12-18 23:12:40'),
(2, 1, '考勤制度', 12, '/upload/book/1545146087.jpg', '2018-12-18 23:14:47'),
(3, 2, 'AAA', 888, '/upload/book/1545146103.jpg', '2018-12-18 23:15:03'),
(4, 2, 'bbb', 555, '/upload/book/1545146110.jpg', '2018-12-18 23:15:10');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_book_category`
--

CREATE TABLE `mcc_book_category` (
  `id` int(11) NOT NULL,
  `title` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='资料分类';

--
-- 转存表中的数据 `mcc_book_category`
--

INSERT INTO `mcc_book_category` (`id`, `title`) VALUES
(1, '第一章 企业制度篇'),
(2, '第二篇 套餐产品篇');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_budget`
--

CREATE TABLE `mcc_budget` (
  `id` int(11) NOT NULL,
  `categoryID` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `unit` varchar(10) NOT NULL,
  `material_fee` varchar(6) NOT NULL COMMENT '材料费',
  `human_fee` varchar(6) NOT NULL COMMENT '人工费',
  `requirement` varchar(2000) NOT NULL COMMENT '材料及工艺要求'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='预算表';

--
-- 转存表中的数据 `mcc_budget`
--

INSERT INTO `mcc_budget` (`id`, `categoryID`, `title`, `unit`, `material_fee`, `human_fee`, `requirement`) VALUES
(8, 13, '铺门槛石', '项', '20', '50', '人工、32.5R水泥、河沙，（不含石材）。'),
(9, 13, '地面铺地砖800*800mm', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(10, 13, '打踢脚线批荡', 'm', '2', '15', '人工，编织袋。墙面高度不超过150mm,剪力墙80元/m。'),
(11, 13, '铺暗藏踢脚线', 'm', '10', '20', '人工，水泥沙。'),
(12, 13, '艺术天花吊顶（按展开面积计算)', 'm²', '65', '85', '轻钢龙骨，主骨间距600mm副骨间距400mm、E1 9mm夹板/8mm硅钙板、板缝用环氧树脂填补，网带粘贴，不含面批灰、乳胶漆。（按展开面积算）'),
(13, 13, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(14, 13, '墙身涂料', 'm²', '32', '35', '白布、牛皮纸、防锈漆、石膏粉，双飞粉、白乳胶、纤维素，批刮底三遍打磨平整;“立邦牌”五合一乳胶漆，刷底漆二遍,面漆二遍；阳角加粘粉、白水泥修补。其它系列乳胶漆另补材料差额，(若原楼顶面平整度误差超过20mm，或原墙面批荡层空鼓，需泥工重新找平批荡，则另计找平批荡费)，按实际工程量计算。'),
(15, 13, '窗台大理石安装', '项', '20', '50', '人工、32.5R水泥、河沙，（不含石材）。'),
(16, 14, '铺门槛石', '项', '20', '50', '人工、32.5R水泥、河沙，（不含石材）。'),
(17, 14, '地面铺地砖800*800mm', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(18, 14, '打踢脚线批荡', 'm', '2', '15', '人工，编织袋。墙面高度不超过150mm,剪力墙80元/m。'),
(19, 14, '铺暗藏踢脚线', 'm', '10', '20', '人工，水泥沙。'),
(20, 14, '艺术天花吊顶（按展开面积计算)', 'm²', '65', '85', '轻钢龙骨，主骨间距600mm副骨间距400mm、E1 9mm夹板/8mm硅钙板、板缝用环氧树脂填补，网带粘贴，不含面批灰、乳胶漆。（按展开面积算）'),
(21, 14, '灯槽', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(22, 14, '窗帘盒', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(23, 14, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(24, 14, '墙身涂料', 'm²', '32', '40', '白布、牛皮纸、防锈漆、石膏粉，双飞粉、白乳胶、纤维素，批刮底三遍打磨平整;“立邦牌”五合一乳胶漆，刷底漆二遍,面漆二遍；阳角加粘粉、白水泥修补。其它系列乳胶漆另补材料差额，(若原楼顶面平整度误差超过20mm，或原墙面批荡层空鼓，需泥工重新找平批荡，则另计找平批荡费)，按实际工程量计算。'),
(25, 14, '窗台大理石安装', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(26, 15, '铺门槛石', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(27, 15, '地面找平', 'm²', '45', '35', '32.5R水泥、河沙、二手瓷砖不规则铺贴找平。'),
(28, 15, '地面铺木地板', 'm²', '5', '20', '人工、辅料。'),
(29, 15, '木地板收边条', 'm', '35', '25', '人工、金属收边条、辅料。'),
(30, 15, '安装木脚线', 'm', '5', '10', '人工、辅料费。'),
(31, 15, '艺术天花吊顶（按展开面积计算)', 'm²', '65', '85', '轻钢龙骨，主骨间距600mm副骨间距400mm、E1 9mm夹板/8mm硅钙板、板缝用环氧树脂填补，网带粘贴，不含面批灰、乳胶漆。（按展开面积算）。'),
(32, 15, '灯槽', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(33, 15, '窗帘盒', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(34, 15, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(35, 15, '墙身涂料', 'm²', '32', '40', '白布、牛皮纸、防锈漆、石膏粉，双飞粉、白乳胶、纤维素，批刮底三遍打磨平整;“立邦牌”五合一乳胶漆，刷底漆二遍,面漆二遍；阳角加粘粉、白水泥修补。其它系列乳胶漆另补材料差额，(若原楼顶面平整度误差超过20mm，或原墙面批荡层空鼓，需泥工重新找平批荡，则另计找平批荡费)，按实际工程量计算。'),
(36, 15, '房间门安装', '项', '50', '250', '人工、辅料。'),
(37, 19, '铺门槛石', '项', '20', '50', '人工、32.5R水泥、河沙，（不含石材）。'),
(38, 19, '卫生间沉箱架空处理', 'm²', '130', '120', '砂砖、32.5R水泥、河沙、瓷砖架空、上铺40mm厚水泥沙浆层。'),
(39, 19, '地面墙身防水基底处理', 'm²', '8', '10', '水泥沙浆斜水处理，公卫涂德高防水，淋浴间批抗拉力橡胶防水+固化。防水涂料范围包括沉箱底部、沉箱侧面至涂地面完成面300mm高。边角位涂3层。'),
(40, 19, '地面墙身防水处理', 'm²', '60', '30', '涂德高防水2层，边角位涂3层。'),
(41, 19, '地面铺600*600mm防滑地砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(42, 19, '墙面铺300*600mm瓷砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(43, 19, '铝扣板吊顶', 'm²', '170', '50', '人工、辅料和铝扣板。\r\n'),
(44, 19, '卫生间门安装', '项', '50', '250', '人工、辅料。（不含门）'),
(45, 19, '浴柜安装', '项', '30', '120', '人工、辅料。'),
(46, 19, '座便器安装', '项', '30', '120', '人工、辅料。'),
(47, 19, '窗台大理石安装', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(48, 21, '铺门槛石', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(49, 21, '地面墙身防水基底处理', 'm²', '8', '10', '原地、墙面清理扫水泥浆(国标32.5#青琼牌)基底处理。'),
(50, 21, '地面墙身防水处理', 'm²', '60', '30', '涂德高防水2层，边角位涂3层。'),
(51, 21, '地面铺600*600mm防滑地砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(52, 21, '墙面铺300*600mm瓷砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(53, 21, '平面天花吊顶（按展开面积计算)', 'm²', '65', '85', '轻钢龙骨，主骨间距600mm副骨间距400mm、E1 9mm夹板/8mm硅钙板、板缝用环氧树脂填补，网带粘贴，不含面批灰、乳胶漆。（按展开面积算）'),
(54, 21, '铝扣板吊顶', 'm²', '170', '50', '人工、辅料和铝扣板。'),
(55, 21, '窗台大理石安装', '项', '20', '50', '人工、32.5R水泥、河沙，（不含石材）。'),
(56, 20, '铺门槛石', '项', '20', '50', '人工、32.5R水泥、河沙，（不含石材）。'),
(57, 20, '卫生间沉箱架空处理', 'm²', '130', '120', '砂砖、32.5R水泥、河沙、瓷砖架空、上铺40mm厚水泥沙浆层。'),
(58, 20, '地面墙身防水基底处理', 'm²', '8', '10', '水泥沙浆斜水处理，涂德高防水。防水涂料范围包括沉箱底部、沉箱侧面至涂地面完成面300mm高。边角位涂3层。'),
(59, 20, '地面墙身防水处理', 'm²', '60', '30', '涂德高防水2层，边角位涂3层。'),
(60, 20, '地面铺600*600mm防滑地砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(61, 20, '墙面铺300*600mm瓷砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(63, 20, '铝扣板吊顶', 'm²', '170', '50', '人工、辅料和铝扣板。'),
(65, 20, '卫生间门安装', '项', '50', '250', '人工、辅料。（不含门）'),
(66, 20, '浴柜安装', '项', '30', '120', '人工、辅料。'),
(67, 20, '座便器安装', '项', '30', '120', '人工、辅料。'),
(68, 20, '窗台大理石安装', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(69, 22, '铺门槛石', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(70, 22, '地面防水基底处理', 'm²', '8', '10', '水泥沙浆斜水处理，涂德高防水。防水涂料范围包括沉箱底部、沉箱侧面至涂地面完成面300mm高。边角位涂3层。'),
(71, 22, '地面防水处理', 'm²', '60', '30', '涂德高防水2层，边角位涂3层。'),
(72, 22, '地面铺600*600mm防滑地砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(73, 22, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(74, 22, '栏杆处踢脚大理石安装', '项', '40', '140', '人工、32.5R水泥、河沙，（不含石材）'),
(75, 23, '铺门槛石', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(76, 23, '地面防水基底处理', 'm²', '8', '10', '水泥沙浆斜水处理，涂德高防水。防水涂料范围包括沉箱底部、沉箱侧面至涂地面完成面300mm高。边角位涂3层。'),
(77, 23, '地面防水处理', 'm²', '60', '30', '涂德高防水2层，边角位涂3层。'),
(78, 23, '地面铺600*600mm防滑地砖', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(79, 23, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(80, 23, '栏杆处踢脚大理石安装', '项', '40', '140', '人工、32.5R水泥、河沙，（不含石材）。'),
(81, 24, '总配电箱', '项', '650', '110', '1、内含浙江正泰20A（空调）、16A空气开关（插座照明）、正泰63A漏电开关等，人工安装。 2、十二位以上，价格另计。\r\n'),
(82, 24, '智能弱电电箱', '项', '560', '110', '光大通信牌弱电箱。电视1进4出，电话1进5出，电脑1进5出或3个1进1出。\r\n'),
(83, 24, '全屋强弱电线路铺设', 'm²', '70', '60', '人工，广东电缆。注：不含开关面板、漏电开关\r\n\r\n'),
(84, 24, '全屋给水管', 'm', '40', '18', '人工，联塑PPR给水管及配件。注：长度按现场实际用量计算'),
(85, 24, '全屋排水管', 'm', '35', '25', '人工，雄塑PVC排污管及配件。注：长度按现场实际用量计算'),
(86, 24, '漏电开关及空气开关', '套', '1000', '200', '正泰电气，施耐德另计。'),
(87, 24, '开关插座面板安装', '项', '10', '490', '人工安装费（不含开关插座）。'),
(88, 24, '空调（含厨房）专线', '项', '260', '220', '人工、材料费。'),
(89, 24, '杂项安装', '项', '100', '400', '膨胀螺丝、玻璃胶、钢钉等。排气扇及厨、卫五金挂件(毛巾架、层板架、纸巾盒、备用龙头等）安装。\r\n'),
(90, 25, '原建筑墙体拆除', 'm²', '2', '40', '拆除，粉碎，灌袋，清运。'),
(91, 25, '新砌12＃砂砖墙', 'm²', '110', '90', '\"灰沙砖、新旧墙接口钢筋连接、海螺32.5R水泥、河沙及墙面批荡，\r\n注：不含墙面批灰乳胶漆、全墙挂镀锌网另加8元/m2。\"'),
(92, 25, '包管', '项', '90', '140', '优质轻质砖，含人工，不含批灰、墙面油漆。'),
(93, 25, '地砖、瓷片填缝', 'm²', '1', '5', '瓷砖留缝请理干净，填缝剂勾缝，含白水泥。（填缝剂业主自购)\r\n'),
(94, 25, '阴阳角保护（批灰刷乳胶漆部分）', '项', '120', '80', '专业PVC角线,用粘粉固定、保持阴角、阳角的垂直和坚固。'),
(95, 25, '地面保护', 'm²', '10', '8', '使用PVC复合针织棉、夹板 现场保护。'),
(96, 25, '材料运输上楼费', '项', '1', '1999', '不含甲方所购材料，不能使用电梯的另算。'),
(97, 25, '施工中卫生与垃圾清理费', '项', '1', '699', '工程垃圾的打扫、清理。'),
(98, 25, '退场时的保洁', 'm²', '2', '18', '施工竣工后的保洁。'),
(99, 16, '铺门槛石', 'm²', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(100, 16, '地面找平', 'm²', '45', '35', '32.5R水泥、河沙、二手瓷砖不规则铺贴找平。'),
(101, 16, '地面铺木地板', 'm²', '5', '20', '人工、辅料。'),
(102, 16, '木地板收边条', 'm', '35', '25', '人工、金属收边条、辅料。'),
(103, 16, '安装木脚线', 'm', '5', '10', '人工、辅料费'),
(104, 16, '艺术天花吊顶（按展开面积计算)', 'm²', '65', '85', '轻钢龙骨，主骨间距600mm副骨间距400mm、E1 9mm夹板/8mm硅钙板、板缝用环氧树脂填补，网带粘贴，不含面批灰、乳胶漆。（按展开面积算）'),
(105, 16, '灯槽', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(106, 16, '窗帘盒', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(107, 16, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(108, 16, '墙身涂料', 'm²', '32', '40', '白布、牛皮纸、防锈漆、石膏粉，双飞粉、白乳胶、纤维素，批刮底三遍打磨平整;“立邦牌”五合一乳胶漆，刷底漆二遍,面漆二遍；阳角加粘粉、白水泥修补。其它系列乳胶漆另补材料差额，(若原楼顶面平整度误差超过20mm，或原墙面批荡层空鼓，需泥工重新找平批荡，则另计找平批荡费)，按实际工程量计算。'),
(109, 16, '房间门安装', '项', '50', '250', '人工、辅料。'),
(110, 16, '窗台大理石安装', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(111, 17, '铺门槛石', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(112, 17, '地面找平', 'm²', '45', '35', '32.5R水泥、河沙、二手瓷砖不规则铺贴找平。'),
(113, 17, '地面铺木地板', 'm²', '5', '20', '人工、辅料。'),
(114, 17, '木地板收边条', 'm', '35', '25', '人工、金属收边条、辅料。'),
(115, 17, '安装木脚线', 'm', '5', '10', '人工、辅料费。'),
(116, 17, '艺术天花吊顶（按展开面积计算)', 'm²', '65', '85', '轻钢龙骨，主骨间距600mm副骨间距400mm、E1 9mm夹板/8mm硅钙板、板缝用环氧树脂填补，网带粘贴，不含面批灰、乳胶漆。（按展开面积算）。'),
(117, 17, '灯槽', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(118, 17, '窗帘盒', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(119, 17, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(120, 17, '墙身涂料', 'm²', '32', '40', '白布、牛皮纸、防锈漆、石膏粉，双飞粉、白乳胶、纤维素，批刮底三遍打磨平整;“立邦牌”五合一乳胶漆，刷底漆二遍,面漆二遍；阳角加粘粉、白水泥修补。其它系列乳胶漆另补材料差额，(若原楼顶面平整度误差超过20mm，或原墙面批荡层空鼓，需泥工重新找平批荡，则另计找平批荡费)，按实际工程量计算。'),
(121, 17, '房间门安装', '项', '50', '250', '人工、辅料。'),
(122, 17, '窗台大理石安装', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(123, 18, '铺门槛石', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(124, 18, '地面找平', 'm²', '45', '35', '32.5R水泥、河沙、二手瓷砖不规则铺贴找平。'),
(125, 18, '地面铺木地板', 'm²', '5', '20', '人工、辅料。'),
(126, 18, '木地板收边条', 'm', '35', '25', '人工、金属收边条、辅料。'),
(127, 18, '安装木脚线', 'm', '5', '10', '人工、辅料费。'),
(128, 18, '艺术天花吊顶（按展开面积计算)', 'm²', '65', '85', '轻钢龙骨，主骨间距600mm副骨间距400mm、E1 9mm夹板/8mm硅钙板、板缝用环氧树脂填补，网带粘贴，不含面批灰、乳胶漆。（按展开面积算）。'),
(129, 18, '灯槽', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(130, 18, '窗帘盒', 'm', '40', '50', '人工、E1 9mm夹板/8mm硅钙板、15mm大芯板、板缝用环氧树脂填补，网带粘贴，不含面批灰、烤漆板、乳胶漆。'),
(131, 18, '吊顶涂料', 'm²', '32', '40', '若原天花平整度误差超过20mm，需找平，费用另计；立邦环保腻子粉，批灰三遍，打磨平整。乳胶漆（华润智选系列）可选择刷涂、滚涂或喷涂,为两遍。'),
(132, 18, '墙身涂料', 'm²', '32', '40', '白布、牛皮纸、防锈漆、石膏粉，双飞粉、白乳胶、纤维素，批刮底三遍打磨平整;“立邦牌”五合一乳胶漆，刷底漆二遍,面漆二遍；阳角加粘粉、白水泥修补。其它系列乳胶漆另补材料差额，(若原楼顶面平整度误差超过20mm，或原墙面批荡层空鼓，需泥工重新找平批荡，则另计找平批荡费)，按实际工程量计算。'),
(133, 18, '房间门安装', '项', '50', '250', '人工、辅料。'),
(134, 18, '窗台大理石安装', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(135, 15, '窗台大理石安装', '项', '20', '70', '人工、32.5R水泥、河沙，（不含石材）。'),
(136, 16, '地面铺地砖800*800mm', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(138, 17, '地面铺地砖800*800mm', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(139, 18, '地面铺地砖800*800mm', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。'),
(140, 15, '地面铺地砖800*800mm', 'm²', '40', '55', '人工、（水泥品牌根据地域而定）32.5R水泥、河沙，（不含瓷砖）。');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_budget_category`
--

CREATE TABLE `mcc_budget_category` (
  `id` int(11) NOT NULL,
  `title` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='预算类型';

--
-- 转存表中的数据 `mcc_budget_category`
--

INSERT INTO `mcc_budget_category` (`id`, `title`) VALUES
(13, '玄关工程'),
(14, '客厅、饭厅、走廊工程'),
(15, '主卧室工程'),
(16, '父母房工程'),
(17, '小孩房工程'),
(18, '书房工程'),
(19, '主卧室卫生间工程'),
(20, '公共卫生间工程'),
(21, '厨房工程'),
(22, '观景阳台工程'),
(23, '生活阳台工程'),
(24, '水、电线管敷设安装工程'),
(25, '其它工程');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_captcha`
--

CREATE TABLE `mcc_captcha` (
  `id` int(11) NOT NULL,
  `captcha` varchar(20) NOT NULL COMMENT '验证码',
  `mobile` varchar(30) NOT NULL COMMENT '注册用户名',
  `addTime` int(12) NOT NULL COMMENT '发送时间',
  `valid` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否有效 1 是 0 否',
  `ip` varchar(30) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='验证码' ROW_FORMAT=COMPACT;

--
-- 转存表中的数据 `mcc_captcha`
--

INSERT INTO `mcc_captcha` (`id`, `captcha`, `mobile`, `addTime`, `valid`, `ip`) VALUES
(1, '314838', '18578627139', 1544796607, 0, '127.0.0.1'),
(4, '884837', '18578627139', 1544797487, 0, '127.0.0.1');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_category`
--

CREATE TABLE `mcc_category` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `top` tinyint(1) NOT NULL DEFAULT '0',
  `name` varchar(30) NOT NULL,
  `sort_order` int(3) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_category`
--

INSERT INTO `mcc_category` (`id`, `parent_id`, `top`, `name`, `sort_order`, `status`) VALUES
(6, 6, 0, '大理石', 0, 1),
(7, 0, 0, '卫浴', 0, 1),
(8, 0, 0, '家具', 0, 1),
(9, 0, 0, '软装', 0, 1),
(11, 0, 0, '瓷砖', 0, 1),
(12, 11, 0, '通体大理石', 0, 1),
(13, 11, 0, '抛光砖', 0, 1),
(14, 11, 0, '超硬晶玉石', 0, 1),
(15, 11, 0, '金刚釉', 0, 1),
(16, 11, 0, '木纹砖', 0, 1),
(17, 11, 0, '瓷片', 0, 1),
(18, 7, 0, '花洒', 0, 1),
(19, 7, 0, '淋浴房', 0, 1),
(20, 7, 0, '坐便器', 0, 1),
(21, 7, 0, '小便器', 0, 1),
(22, 7, 0, '洗脸盆', 0, 1),
(23, 7, 0, '水龙头', 0, 1),
(24, 8, 0, '茶几', 0, 1),
(25, 8, 0, '沙发', 0, 1),
(26, 8, 0, '书桌', 0, 1),
(27, 8, 0, '衣柜', 0, 1),
(28, 8, 0, '衣帽架', 0, 1),
(29, 8, 0, '床', 0, 1),
(30, 8, 0, '餐桌', 0, 1),
(31, 8, 0, '餐椅', 0, 1),
(32, 8, 0, '餐边柜', 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_city`
--

CREATE TABLE `mcc_city` (
  `id` int(11) NOT NULL,
  `cityID` int(11) UNSIGNED NOT NULL,
  `city` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `provinceID` int(11) UNSIGNED NOT NULL,
  `open` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否开通了',
  `letter` varchar(1) COLLATE utf8_unicode_ci NOT NULL COMMENT '首字母'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='城市表 [此表没有台湾香港澳门的数据]' ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `mcc_city`
--

INSERT INTO `mcc_city` (`id`, `cityID`, `city`, `provinceID`, `open`, `letter`) VALUES
(1, 110100, '北京市', 110000, 1, 'b'),
(2, 120100, '天津市', 120000, 1, 't'),
(3, 130100, '石家庄市', 130000, 1, 's'),
(4, 130200, '唐山市', 130000, 1, 't'),
(5, 130300, '秦皇岛市', 130000, 1, 'q'),
(6, 130400, '邯郸市', 130000, 1, 'h'),
(7, 130500, '邢台市', 130000, 1, 'x'),
(8, 130600, '保定市', 130000, 1, 'b'),
(9, 130700, '张家口市', 130000, 1, 'z'),
(10, 130800, '承德市', 130000, 1, 'c'),
(11, 130900, '沧州市', 130000, 1, 'c'),
(12, 131000, '廊坊市', 130000, 1, 'l'),
(13, 131100, '衡水市', 130000, 1, 'h'),
(14, 140100, '太原市', 140000, 1, 't'),
(15, 140200, '大同市', 140000, 1, 'd'),
(16, 140300, '阳泉市', 140000, 1, 'y'),
(17, 140400, '长治市', 140000, 1, 'c'),
(18, 140500, '晋城市', 140000, 1, 'j'),
(19, 140600, '朔州市', 140000, 1, 's'),
(20, 140700, '晋中市', 140000, 1, 'j'),
(21, 140800, '运城市', 140000, 1, 'y'),
(22, 140900, '忻州市', 140000, 1, 'x'),
(23, 141000, '临汾市', 140000, 1, 'l'),
(24, 141100, '吕梁市', 140000, 1, 'l'),
(25, 150100, '呼和浩特市', 150000, 1, 'h'),
(26, 150200, '包头市', 150000, 1, 'b'),
(27, 150300, '乌海市', 150000, 1, 'w'),
(28, 150400, '赤峰市', 150000, 1, 'c'),
(29, 150500, '通辽市', 150000, 1, 't'),
(30, 150600, '鄂尔多斯市', 150000, 1, 'e'),
(31, 150700, '呼伦贝尔市', 150000, 1, 'h'),
(32, 150800, '巴彦淖尔市', 150000, 1, 'b'),
(33, 150900, '乌兰察布市', 150000, 1, 'w'),
(34, 152200, '兴安盟', 150000, 1, 'x'),
(35, 152500, '锡林郭勒盟', 150000, 1, 'x'),
(36, 152900, '阿拉善盟', 150000, 1, 'a'),
(37, 210100, '沈阳市', 210000, 1, 's'),
(38, 210200, '大连市', 210000, 1, 'd'),
(39, 210300, '鞍山市', 210000, 1, 'a'),
(40, 210400, '抚顺市', 210000, 1, 'f'),
(41, 210500, '本溪市', 210000, 1, 'b'),
(42, 210600, '丹东市', 210000, 1, 'd'),
(43, 210700, '锦州市', 210000, 1, 'j'),
(44, 210800, '营口市', 210000, 1, 'y'),
(45, 210900, '阜新市', 210000, 1, 'f'),
(46, 211000, '辽阳市', 210000, 1, 'l'),
(47, 211100, '盘锦市', 210000, 1, 'p'),
(48, 211200, '铁岭市', 210000, 1, 't'),
(49, 211300, '朝阳市', 210000, 1, 'c'),
(50, 211400, '葫芦岛市', 210000, 1, 'h'),
(51, 220100, '长春市', 220000, 1, 'c'),
(52, 220200, '吉林市', 220000, 1, 'j'),
(53, 220300, '四平市', 220000, 1, 's'),
(54, 220400, '辽源市', 220000, 1, 'l'),
(55, 220500, '通化市', 220000, 1, 't'),
(56, 220600, '白山市', 220000, 1, 'b'),
(57, 220700, '松原市', 220000, 1, 's'),
(58, 220800, '白城市', 220000, 1, 'b'),
(59, 222400, '延边朝鲜族自治州', 220000, 1, 'y'),
(60, 230100, '哈尔滨市', 230000, 1, 'h'),
(61, 230200, '齐齐哈尔市', 230000, 1, 'q'),
(62, 230300, '鸡西市', 230000, 1, 'j'),
(63, 230400, '鹤岗市', 230000, 1, 'h'),
(64, 230500, '双鸭山市', 230000, 1, 's'),
(65, 230600, '大庆市', 230000, 1, 'd'),
(66, 230700, '伊春市', 230000, 1, 'y'),
(67, 230800, '佳木斯市', 230000, 1, 'j'),
(68, 230900, '七台河市', 230000, 1, 'q'),
(69, 231000, '牡丹江市', 230000, 1, 'm'),
(70, 231100, '黑河市', 230000, 1, 'h'),
(71, 231200, '绥化市', 230000, 1, 's'),
(72, 232700, '大兴安岭地区', 230000, 1, 'd'),
(73, 310100, '上海市', 310000, 1, 's'),
(74, 320100, '南京市', 320000, 1, 'n'),
(75, 320200, '无锡市', 320000, 1, 'w'),
(76, 320300, '徐州市', 320000, 1, 'x'),
(77, 320400, '常州市', 320000, 1, 'c'),
(78, 320500, '苏州市', 320000, 1, 's'),
(79, 320600, '南通市', 320000, 1, 'n'),
(80, 320700, '连云港市', 320000, 1, 'l'),
(81, 320800, '淮安市', 320000, 1, 'h'),
(82, 320900, '盐城市', 320000, 1, 'y'),
(83, 321000, '扬州市', 320000, 1, 'y'),
(84, 321100, '镇江市', 320000, 1, 'z'),
(85, 321200, '泰州市', 320000, 1, 't'),
(86, 321300, '宿迁市', 320000, 1, 's'),
(87, 330100, '杭州市', 330000, 1, 'h'),
(88, 330200, '宁波市', 330000, 1, 'n'),
(89, 330300, '温州市', 330000, 1, 'w'),
(90, 330400, '嘉兴市', 330000, 1, 'j'),
(91, 330500, '湖州市', 330000, 1, 'h'),
(92, 330600, '绍兴市', 330000, 1, 's'),
(93, 330700, '金华市', 330000, 1, 'j'),
(94, 330800, '衢州市', 330000, 1, 'z'),
(95, 330900, '舟山市', 330000, 1, 'z'),
(96, 331000, '台州市', 330000, 1, 't'),
(97, 331100, '丽水市', 330000, 1, 'l'),
(98, 340100, '合肥市', 340000, 1, 'h'),
(99, 340200, '芜湖市', 340000, 1, 'w'),
(100, 340300, '蚌埠市', 340000, 1, 'b'),
(101, 340400, '淮南市', 340000, 1, 'h'),
(102, 340500, '马鞍山市', 340000, 1, 'm'),
(103, 340600, '淮北市', 340000, 1, 'h'),
(104, 340700, '铜陵市', 340000, 1, 't'),
(105, 340800, '安庆市', 340000, 1, 'a'),
(106, 341000, '黄山市', 340000, 1, 'h'),
(107, 341100, '滁州市', 340000, 1, 'c'),
(108, 341200, '阜阳市', 340000, 1, 'f'),
(109, 341300, '宿州市', 340000, 1, 's'),
(110, 341500, '六安市', 340000, 1, 'l'),
(111, 341600, '亳州市', 340000, 1, 'z'),
(112, 341700, '池州市', 340000, 1, 'c'),
(113, 341800, '宣城市', 340000, 1, 'x'),
(114, 350100, '福州市', 350000, 1, 'f'),
(115, 350200, '厦门市', 350000, 1, 'x'),
(116, 350300, '莆田市', 350000, 1, 'p'),
(117, 350400, '三明市', 350000, 1, 's'),
(118, 350500, '泉州市', 350000, 1, 'q'),
(119, 350600, '漳州市', 350000, 1, 'z'),
(120, 350700, '南平市', 350000, 1, 'n'),
(121, 350800, '龙岩市', 350000, 1, 'l'),
(122, 350900, '宁德市', 350000, 1, 'n'),
(123, 360100, '南昌市', 360000, 1, 'n'),
(124, 360200, '景德镇市', 360000, 1, 'j'),
(125, 360300, '萍乡市', 360000, 1, 'p'),
(126, 360400, '九江市', 360000, 1, 'j'),
(127, 360500, '新余市', 360000, 1, 'x'),
(128, 360600, '鹰潭市', 360000, 1, 'y'),
(129, 360700, '赣州市', 360000, 1, 'g'),
(130, 360800, '吉安市', 360000, 1, 'j'),
(131, 360900, '宜春市', 360000, 1, 'y'),
(132, 361000, '抚州市', 360000, 1, 'f'),
(133, 361100, '上饶市', 360000, 1, 's'),
(134, 370100, '济南市', 370000, 1, 'j'),
(135, 370200, '青岛市', 370000, 1, 'q'),
(136, 370300, '淄博市', 370000, 1, 'z'),
(137, 370400, '枣庄市', 370000, 1, 'z'),
(138, 370500, '东营市', 370000, 1, 'd'),
(139, 370600, '烟台市', 370000, 1, 'y'),
(140, 370700, '潍坊市', 370000, 1, 'w'),
(141, 370800, '济宁市', 370000, 1, 'j'),
(142, 370900, '泰安市', 370000, 1, 't'),
(143, 371000, '威海市', 370000, 1, 'w'),
(144, 371100, '日照市', 370000, 1, 'r'),
(145, 371200, '莱芜市', 370000, 1, 'l'),
(146, 371300, '临沂市', 370000, 1, 'l'),
(147, 371400, '德州市', 370000, 1, 'd'),
(148, 371500, '聊城市', 370000, 1, 'l'),
(149, 371600, '滨州市', 370000, 1, 'b'),
(150, 371700, '荷泽市', 370000, 1, 'h'),
(151, 410100, '郑州市', 410000, 1, 'z'),
(152, 410200, '开封市', 410000, 1, 'k'),
(153, 410300, '洛阳市', 410000, 1, 'l'),
(154, 410400, '平顶山市', 410000, 1, 'p'),
(155, 410500, '安阳市', 410000, 1, 'a'),
(156, 410600, '鹤壁市', 410000, 1, 'h'),
(157, 410700, '新乡市', 410000, 1, 'x'),
(158, 410800, '焦作市', 410000, 1, 'j'),
(159, 410900, '濮阳市', 410000, 1, 'y'),
(160, 411000, '许昌市', 410000, 1, 'x'),
(161, 411100, '漯河市', 410000, 1, 'h'),
(162, 411200, '三门峡市', 410000, 1, 's'),
(163, 411300, '南阳市', 410000, 1, 'n'),
(164, 411400, '商丘市', 410000, 1, 's'),
(165, 411500, '信阳市', 410000, 1, 'x'),
(166, 411600, '周口市', 410000, 1, 'z'),
(167, 411700, '驻马店市', 410000, 1, 'z'),
(168, 420100, '武汉市', 420000, 1, 'w'),
(169, 420200, '黄石市', 420000, 1, 'h'),
(170, 420300, '十堰市', 420000, 1, 's'),
(171, 420500, '宜昌市', 420000, 1, 'y'),
(172, 420600, '襄樊市', 420000, 1, 'x'),
(173, 420700, '鄂州市', 420000, 1, 'e'),
(174, 420800, '荆门市', 420000, 1, 'j'),
(175, 420900, '孝感市', 420000, 1, 'x'),
(176, 421000, '荆州市', 420000, 1, 'j'),
(177, 421100, '黄冈市', 420000, 1, 'h'),
(178, 421200, '咸宁市', 420000, 1, 'x'),
(179, 421300, '随州市', 420000, 1, 's'),
(180, 422800, '恩施土家族苗族自治州', 420000, 1, 'e'),
(181, 429004, '仙桃市', 420000, 1, 'x'),
(182, 430100, '长沙市', 430000, 1, 'c'),
(183, 430200, '株洲市', 430000, 1, 'z'),
(184, 430300, '湘潭市', 430000, 1, 'x'),
(185, 430400, '衡阳市', 430000, 1, 'h'),
(186, 430500, '邵阳市', 430000, 1, 's'),
(187, 430600, '岳阳市', 430000, 1, 'y'),
(188, 430700, '常德市', 430000, 1, 'c'),
(189, 430800, '张家界市', 430000, 1, 'z'),
(190, 430900, '益阳市', 430000, 1, 'y'),
(191, 431000, '郴州市', 430000, 1, 'c'),
(192, 431100, '永州市', 430000, 1, 'y'),
(193, 431200, '怀化市', 430000, 1, 'h'),
(194, 431300, '娄底市', 430000, 1, 'l'),
(195, 433100, '湘西土家族苗族自治州', 430000, 1, 'x'),
(196, 440100, '广州市', 440000, 1, 'g'),
(197, 440200, '韶关市', 440000, 1, 's'),
(198, 440300, '深圳市', 440000, 1, 's'),
(199, 440400, '珠海市', 440000, 1, 'z'),
(200, 440500, '汕头市', 440000, 1, 's'),
(201, 440600, '佛山市', 440000, 1, 'f'),
(202, 440700, '江门市', 440000, 1, 'j'),
(203, 440800, '湛江市', 440000, 1, 'z'),
(204, 440900, '茂名市', 440000, 1, 'm'),
(205, 441200, '肇庆市', 440000, 1, 'z'),
(206, 441300, '惠州市', 440000, 1, 'h'),
(207, 441400, '梅州市', 440000, 1, 'm'),
(208, 441500, '汕尾市', 440000, 1, 's'),
(209, 441600, '河源市', 440000, 1, 'h'),
(210, 441700, '阳江市', 440000, 1, 'y'),
(211, 441800, '清远市', 440000, 1, 'q'),
(212, 441900, '东莞市', 440000, 1, 'd'),
(213, 442000, '中山市', 440000, 1, 'z'),
(214, 445100, '潮州市', 440000, 1, 'c'),
(215, 445200, '揭阳市', 440000, 1, 'j'),
(216, 445300, '云浮市', 440000, 1, 'y'),
(217, 450100, '南宁市', 450000, 1, 'n'),
(218, 450200, '柳州市', 450000, 1, 'l'),
(219, 450300, '桂林市', 450000, 1, 'g'),
(220, 450400, '梧州市', 450000, 1, 'w'),
(221, 450500, '北海市', 450000, 1, 'b'),
(222, 450600, '防城港市', 450000, 1, 'f'),
(223, 450700, '钦州市', 450000, 1, 'q'),
(224, 450800, '贵港市', 450000, 1, 'g'),
(225, 450900, '玉林市', 450000, 1, 'y'),
(226, 451000, '百色市', 450000, 1, 'b'),
(227, 451100, '贺州市', 450000, 1, 'h'),
(228, 451200, '河池市', 450000, 1, 'h'),
(229, 451300, '来宾市', 450000, 1, 'l'),
(230, 451400, '崇左市', 450000, 1, 'c'),
(231, 460100, '海口市', 460000, 1, 'h'),
(232, 460200, '三亚市', 460000, 1, 's'),
(233, 500100, '重庆市', 500000, 1, 'c'),
(234, 510100, '成都市', 510000, 1, 'c'),
(235, 510300, '自贡市', 510000, 1, 'z'),
(236, 510400, '攀枝花市', 510000, 1, 'p'),
(237, 510500, '泸州市', 510000, 1, 'z'),
(238, 510600, '德阳市', 510000, 1, 'd'),
(239, 510700, '绵阳市', 510000, 1, 'm'),
(240, 510800, '广元市', 510000, 1, 'g'),
(241, 510900, '遂宁市', 510000, 1, 's'),
(242, 511000, '内江市', 510000, 1, 'n'),
(243, 511100, '乐山市', 510000, 1, 'l'),
(244, 511300, '南充市', 510000, 1, 'n'),
(245, 511400, '眉山市', 510000, 1, 'm'),
(246, 511500, '宜宾市', 510000, 1, 'y'),
(247, 511600, '广安市', 510000, 1, 'g'),
(248, 511700, '达州市', 510000, 1, 'd'),
(249, 511800, '雅安市', 510000, 1, 'y'),
(250, 511900, '巴中市', 510000, 1, 'b'),
(251, 512000, '资阳市', 510000, 1, 'z'),
(252, 513200, '阿坝藏族羌族自治州', 510000, 1, 'a'),
(253, 513300, '甘孜藏族自治州', 510000, 1, 'g'),
(254, 513400, '凉山彝族自治州', 510000, 1, 'l'),
(255, 520100, '贵阳市', 520000, 1, 'g'),
(256, 520200, '六盘水市', 520000, 1, 'l'),
(257, 520300, '遵义市', 520000, 1, 'z'),
(258, 520400, '安顺市', 520000, 1, 'a'),
(259, 522200, '铜仁地区', 520000, 1, 't'),
(260, 522300, '黔西南布依族苗族自治州', 520000, 1, 'q'),
(261, 522400, '毕节地区', 520000, 1, 'b'),
(262, 522600, '黔东南苗族侗族自治州', 520000, 1, 'q'),
(263, 522700, '黔南布依族苗族自治州', 520000, 1, 'q'),
(264, 530100, '昆明市', 530000, 1, 'k'),
(265, 530300, '曲靖市', 530000, 1, 'q'),
(266, 530400, '玉溪市', 530000, 1, 'y'),
(267, 530500, '保山市', 530000, 1, 'b'),
(268, 530600, '昭通市', 530000, 1, 'z'),
(269, 530700, '丽江市', 530000, 1, 'l'),
(270, 530800, '思茅市', 530000, 1, 's'),
(271, 530900, '临沧市', 530000, 1, 'l'),
(272, 532300, '楚雄彝族自治州', 530000, 1, 'c'),
(273, 532500, '红河哈尼族彝族自治州', 530000, 1, 'h'),
(274, 532600, '文山壮族苗族自治州', 530000, 1, 'w'),
(275, 532800, '西双版纳傣族自治州', 530000, 1, 'x'),
(276, 532900, '大理白族自治州', 530000, 1, 'd'),
(277, 533100, '德宏傣族景颇族自治州', 530000, 1, 'd'),
(278, 533300, '怒江傈僳族自治州', 530000, 1, 'n'),
(279, 533400, '迪庆藏族自治州', 530000, 1, 'd'),
(280, 540100, '拉萨市', 540000, 1, 'l'),
(281, 542100, '昌都地区', 540000, 1, 'c'),
(282, 542200, '山南地区', 540000, 1, 's'),
(283, 542300, '日喀则地区', 540000, 1, 'r'),
(284, 542400, '那曲地区', 540000, 1, 'n'),
(285, 542500, '阿里地区', 540000, 1, 'a'),
(286, 542600, '林芝地区', 540000, 1, 'l'),
(287, 610100, '西安市', 610000, 1, 'x'),
(288, 610200, '铜川市', 610000, 1, 't'),
(289, 610300, '宝鸡市', 610000, 1, 'b'),
(290, 610400, '咸阳市', 610000, 1, 'x'),
(291, 610500, '渭南市', 610000, 1, 'w'),
(292, 610600, '延安市', 610000, 1, 'y'),
(293, 610700, '汉中市', 610000, 1, 'h'),
(294, 610800, '榆林市', 610000, 1, 'y'),
(295, 610900, '安康市', 610000, 1, 'a'),
(296, 611000, '商洛市', 610000, 1, 's'),
(297, 620100, '兰州市', 620000, 1, 'l'),
(298, 620200, '嘉峪关市', 620000, 1, 'j'),
(299, 620300, '金昌市', 620000, 1, 'j'),
(300, 620400, '白银市', 620000, 1, 'b'),
(301, 620500, '天水市', 620000, 1, 't'),
(302, 620600, '武威市', 620000, 1, 'w'),
(303, 620700, '张掖市', 620000, 1, 'z'),
(304, 620800, '平凉市', 620000, 1, 'p'),
(305, 620900, '酒泉市', 620000, 1, 'j'),
(306, 621000, '庆阳市', 620000, 1, 'q'),
(307, 621100, '定西市', 620000, 1, 'd'),
(308, 621200, '陇南市', 620000, 1, 'l'),
(309, 622900, '临夏回族自治州', 620000, 1, 'l'),
(310, 623000, '甘南藏族自治州', 620000, 1, 'g'),
(311, 630100, '西宁市', 630000, 1, 'x'),
(312, 632100, '海东地区', 630000, 1, 'h'),
(313, 632200, '海北藏族自治州', 630000, 1, 'h'),
(314, 632300, '黄南藏族自治州', 630000, 1, 'h'),
(315, 632500, '海南藏族自治州', 630000, 1, 'h'),
(316, 632600, '果洛藏族自治州', 630000, 1, 'g'),
(317, 632700, '玉树藏族自治州', 630000, 1, 'y'),
(318, 632800, '海西蒙古族藏族自治州', 630000, 1, 'h'),
(319, 640100, '银川市', 640000, 1, 'y'),
(320, 640200, '石嘴山市', 640000, 1, 's'),
(321, 640300, '吴忠市', 640000, 1, 'w'),
(322, 640400, '固原市', 640000, 1, 'g'),
(323, 640500, '中卫市', 640000, 1, 'z'),
(324, 650100, '乌鲁木齐市', 650000, 1, 'w'),
(325, 650200, '克拉玛依市', 650000, 1, 'k'),
(326, 652100, '吐鲁番地区', 650000, 1, 't'),
(327, 652200, '哈密地区', 650000, 1, 'h'),
(328, 652300, '昌吉回族自治州', 650000, 1, 'c'),
(329, 652700, '博尔塔拉蒙古自治州', 650000, 1, 'b'),
(330, 652800, '巴音郭楞蒙古自治州', 650000, 1, 'b'),
(331, 652900, '阿克苏地区', 650000, 1, 'a'),
(332, 653000, '克孜勒苏柯尔克孜自治州', 650000, 1, 'k'),
(333, 653100, '喀什地区', 650000, 1, 'k'),
(334, 653200, '和田地区', 650000, 1, 'h'),
(335, 654000, '伊犁哈萨克自治州', 650000, 1, 'y'),
(336, 654200, '塔城地区', 650000, 1, 't'),
(337, 654300, '阿勒泰地区', 650000, 1, 'a'),
(338, 659000, '石河子市', 650000, 1, 's'),
(339, 460201, '五指山市', 460000, 1, 'w'),
(340, 460202, '琼海市', 460000, 1, 'q'),
(341, 460203, '儋州市', 460000, 1, 'z'),
(342, 460204, '文昌市', 460000, 1, 'w'),
(343, 460205, '万宁市', 460000, 1, 'w'),
(344, 460206, '东方市', 460000, 1, 'd'),
(345, 460207, '定安县', 460000, 1, 'd'),
(346, 460208, '屯昌县', 460000, 1, 't'),
(347, 460209, '澄迈县', 460000, 1, 'c'),
(348, 460210, '临高县', 460000, 1, 'l'),
(349, 460211, '白沙黎族自治县', 460000, 1, 'b'),
(350, 460212, '昌江黎族自治县', 460000, 1, 'c'),
(351, 460213, '乐东黎族自治县', 460000, 1, 'l'),
(352, 460214, '陵水黎族自治县', 460000, 1, 'l'),
(353, 460215, '保亭黎族苗族自治县', 460000, 1, 'b'),
(354, 460216, '琼中黎族苗族自治县', 460000, 1, 'q'),
(355, 460217, '西沙群岛', 460000, 1, 'x'),
(356, 460218, '南沙群岛', 460000, 1, 'n'),
(357, 460219, '中沙群岛的岛礁及其海域', 460000, 1, 'z'),
(358, 410800, '济源市', 410000, 0, 'j'),
(359, 429005, '潜江市', 420000, 0, 'q'),
(360, 429006, '天门市', 420000, 0, 't'),
(361, 429021, '神农架林区', 420000, 0, 's'),
(362, 513500, '广汉市', 510000, 1, 'g');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_company`
--

CREATE TABLE `mcc_company` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `address` varchar(300) NOT NULL,
  `tel` varchar(20) NOT NULL,
  `case` mediumint(5) NOT NULL,
  `designer` tinyint(3) NOT NULL,
  `half` tinyint(1) NOT NULL,
  `all` tinyint(1) NOT NULL,
  `img` varchar(150) NOT NULL,
  `addTime` datetime NOT NULL,
  `sort` tinyint(2) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='装修公司';

-- --------------------------------------------------------

--
-- 表的结构 `mcc_crond`
--

CREATE TABLE `mcc_crond` (
  `id` int(11) NOT NULL,
  `msg` varchar(300) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='crond 日志';

-- --------------------------------------------------------

--
-- 表的结构 `mcc_custom`
--

CREATE TABLE `mcc_custom` (
  `id` int(11) NOT NULL,
  `realname` varchar(20) NOT NULL,
  `mobile` varchar(12) NOT NULL,
  `size` varchar(4) NOT NULL COMMENT '房屋面积',
  `situation` varchar(10) NOT NULL COMMENT '房子现在的状态',
  `style` varchar(10) NOT NULL COMMENT '用户的风格偏好',
  `furniture` varchar(10) NOT NULL COMMENT ' 家具数量',
  `color` varchar(12) NOT NULL COMMENT ' 颜色偏好',
  `shops` varchar(30) NOT NULL COMMENT '常逛的店铺',
  `imgs` varchar(30) NOT NULL COMMENT '喜欢的图片',
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='定制活动的订单';

--
-- 转存表中的数据 `mcc_custom`
--

INSERT INTO `mcc_custom` (`id`, `realname`, `mobile`, `size`, `situation`, `style`, `furniture`, `color`, `shops`, `imgs`, `addTime`) VALUES
(1, '大眼猫', '18578627136', '125', '全屋搭配', '风格适中', '数量适中', '明亮丰富', '宜家,美乐乐,91,吉盛伟邦', '9,8,3,2', '2017-05-11 16:07:42'),
(2, '旅行裙', '17852563663', '202', '局部更换', '更现代些', '多点好', '明亮丰富', '唯品会,京东,淘宝', '9,7,5,3', '2017-05-11 16:09:17'),
(3, '奥斯卡', '18578625696', '225', '全屋搭配', '更现代些', '少点好', '整洁素净', '宜家,美乐乐,吉盛伟邦', '9,7,2', '2017-05-11 16:36:43'),
(4, '奥地利', '18578624586', '155', '局部更换', '风格适中', '数量适中', '一些颜色', '京东', '9,4,3', '2017-05-11 16:37:56'),
(5, '胡晓军', '15011999393', '140', '局部更换', '更古典些', '少点好', '一些颜色', '京东,罗浮宫,居然之家', '6,5,4,3', '2017-05-11 17:11:27'),
(6, '波斯猫', '15878985652', '255', '全屋搭配', '更现代些', '多点好', '明亮丰富', '唯品会,京东,淘宝', '10,9,2', '2017-05-11 17:11:44'),
(7, '罗容容', '18826104780', '90', '全屋搭配', '更现代些', '数量适中', '一些颜色', '唯品会,京东,淘宝', '8,5,3', '2017-05-11 17:24:15'),
(8, '陈效尧', '18272546461', '150', '局部更换', '风格适中', '数量适中', '整洁素净', '淘宝', '6,5,3', '2017-05-11 17:26:31'),
(9, '薛仁贵', '18620842585', '1000', '全屋搭配', '更现代些', '数量适中', '一些颜色', '马会家居', '4,3,1', '2017-05-11 17:31:42'),
(10, '新消息', '15011999393', '120', '局部更换', '风格适中', '数量适中', '一些颜色', '', '10,8,7', '2017-05-11 18:19:22'),
(11, '胡晓军', '15011999393', '129', '全屋搭配', '更古典些', '多点好', '明亮丰富', '极有家,居然之家,网易严选', '10,9,8', '2017-05-11 18:40:00'),
(12, '胡晓军', '15011999393', '120', '局部更换', '风格适中', '数量适中', '一些颜色', '网易严选', '9,8,7', '2017-05-11 19:21:46'),
(13, '陈娜', '13637613118', '70', '全屋搭配', '更现代些', '数量适中', '一些颜色', '京东,淘宝,天猫,居然之家', '5,2,1', '2017-05-11 20:27:50'),
(14, '超人', '123', '145', '全屋搭配', '更现代些', '数量适中', '明亮丰富', '淘宝,天猫,宜家,极有家', '10,9,7,2', '2017-05-12 11:09:42'),
(15, '杨晶晶', '18789242576', '88/7', '全屋搭配', '更现代些', '数量适中', '整洁素净', '京东,淘宝', '8,5,4', '2017-05-12 11:21:07'),
(16, '恩', '13927216974', '142', '全屋搭配', '更古典些', '数量适中', '明亮丰富', '京东,天猫,宜家,极有家', '9,6,2,1', '2017-05-16 10:17:21'),
(17, '张杰', '13316000844', '90多', '全屋搭配', '更现代些', '数量适中', '明亮丰富', '宜家', '10,5,2', '2017-05-21 11:33:53');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_customer`
--

CREATE TABLE `mcc_customer` (
  `id` int(11) NOT NULL,
  `username` varchar(30) CHARACTER SET utf8mb4 DEFAULT NULL,
  `fullname` varchar(32) CHARACTER SET utf8 DEFAULT NULL,
  `telephone` varchar(32) CHARACTER SET utf8 DEFAULT NULL,
  `password` varchar(40) CHARACTER SET utf8 NOT NULL,
  `address_id` int(11) DEFAULT NULL,
  `ip` varchar(40) CHARACTER SET utf8 NOT NULL,
  `status` tinyint(1) NOT NULL,
  `approved` tinyint(1) NOT NULL DEFAULT '1',
  `date_added` datetime NOT NULL,
  `nickname` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `avatar` varchar(150) CHARACTER SET utf8 DEFAULT NULL,
  `sex` tinyint(1) NOT NULL DEFAULT '1' COMMENT '性别',
  `openID` varchar(80) CHARACTER SET utf8 DEFAULT NULL,
  `unionID` varchar(80) CHARACTER SET utf8 DEFAULT '0',
  `city` varchar(50) CHARACTER SET utf8 DEFAULT NULL,
  `province` varchar(50) CHARACTER SET utf8 DEFAULT NULL,
  `country` varchar(50) CHARACTER SET utf8 DEFAULT NULL,
  `privilege` text CHARACTER SET utf8,
  `add_time` int(11) NOT NULL,
  `last_time` int(11) DEFAULT NULL,
  `parentID` int(11) DEFAULT NULL COMMENT '推荐人 ID',
  `parentNickname` varchar(30) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '上级的呢称',
  `level` tinyint(1) NOT NULL DEFAULT '0' COMMENT '级别',
  `subscribe` tinyint(1) DEFAULT '0' COMMENT '是否关注了公众号',
  `subscribe_time` int(11) DEFAULT NULL COMMENT '关注的时间',
  `resident` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `age` smallint(3) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 转存表中的数据 `mcc_customer`
--

INSERT INTO `mcc_customer` (`id`, `username`, `fullname`, `telephone`, `password`, `address_id`, `ip`, `status`, `approved`, `date_added`, `nickname`, `avatar`, `sex`, `openID`, `unionID`, `city`, `province`, `country`, `privilege`, `add_time`, `last_time`, `parentID`, `parentNickname`, `level`, `subscribe`, `subscribe_time`, `resident`, `age`) VALUES
(1, '18578627139', NULL, NULL, 'e10adc3949ba59abbe56e057f20f883e', NULL, '113.103.32.147', 1, 1, '2017-05-20 15:37:48', '大眼猫', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzjWhzmDyUG4cTtnXV0cHPLs1xlKnPhQ6pFcRPm4bib6A5JobCgoj5TSmyFEH2spPeV3dGev2wNR2g3bplicAfxxB2/0', 1, 'ojVrzw5wZ97Yu70oFZ0uEQnaMBg4', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(2, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', 2, '113.103.32.147', 0, 1, '2017-05-20 15:54:30', '借条宝', 'http://wx.qlogo.cn/mmopen/NpqiaJPQqK3TpmogJWdWJyCSo0N7icUp3JJicibGFUTsdicXULBXibuhBiaXtw3tfmIIysB5lBuAMschbVc1L4QfbmoZRvpMy3kOoUX/0', 2, 'ojVrzw9WNe3hzQXE-U8uIaYeqP3Y', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(3, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', 5, '117.136.79.18', 0, 1, '2017-05-20 17:04:32', '三三两两', 'http://wx.qlogo.cn/mmopen/NpqiaJPQqK3SQfTMoZvRvtTCe7qT24IApC7d44HzWicXLZtfFGq7bs8khCXrb5cNPOxeRQmEVcprsv0pI8KCU8bicNOyrCtHWA0/0', 1, 'ojVrzwzx15ulrZf7cuWmHexxBBtA', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(4, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.32.99.107', 0, 1, '2017-05-21 11:21:00', '冯婉薇', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM7Dz6gnGPibM5647CvZlsADmTgRkS5NTAAHQTG4EuuvtcPImVVQFcpQMFLD5J50q8O79lo7eNp9eg6OIL4E2XUEfH6DUHgibPXpA/0', 2, 'ojVrzw8KlKaW2qk-ns74NgDJ3mFs', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(5, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.79.238', 0, 1, '2017-05-22 07:35:19', '～罗蓉', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM7E6WAtEu4QyBg4F93jbrhAHjiaSTx45dOY5tmQdhmc366k37JHjg72W7ib2mQ2e1IcepCK4zxzYrNwiaPL7TmibEjQMleWPRibwzcI/0', 2, 'ojVrzw5k7wjsVMZ3p8qdf7ifP-l8', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(6, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '123.145.238.165', 0, 1, '2017-05-22 13:49:16', 'Shay', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzjsVguaXfb61gMt2QeibRqctWYwOhZOwINlawiakjDmA35BLDmQlSRaXlFEExWUCQzzjZndPujLrxcbjC6rj7xtDs/0', 2, 'ojVrzw3jmibrriyVk_rr8yMzgSzQ', '0', 'Jiangbei', 'Chongqing', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(7, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.61.134.227', 0, 1, '2017-05-22 13:55:21', '白小白。', 'http://wx.qlogo.cn/mmopen/NpqiaJPQqK3R6wXZB1cjhWurtlyAUyJu93nsaWbWaibolBmaCdpJsdZNNj2ABia2EISiaRiavrGicibJBhGtMseiapSp1b6bYx2szsY9/0', 2, 'ojVrzwybFGGWvT-NUwGLImZw1dPY', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(8, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.61.136.198', 0, 1, '2017-05-22 17:12:46', '白莹莹。', 'http://wx.qlogo.cn/mmopen/ibib450X6C6W7GUgIFLzujEf6uwg8DHyiaVrbgXeCFwlAunXLm7Vl2J1NMHsYLrbVKPJF6dTyJrtmcZF8EyRTnb5HcMHAydRgoz/0', 2, 'ojVrzw7kifkGU3LiunF8GP7bzISs', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(9, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', 3, '116.20.25.117', 0, 1, '2017-05-23 11:14:56', '同尚陈设薛工', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzjsVguaXfb61h4kqsPu4IuibRh3L9dRbjPO8dOqYWYwTqty7pnmh9ic82JmRWhZeH6SMzibZHtISbiamOFX75iczLQ0b/0', 1, 'ojVrzw38R_WNMJ65Y0O0vO_-dhvM', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(10, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.61.0.253', 0, 1, '2017-05-24 16:00:18', '白小天儿。', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzhDygqTpX9V6mIjtnvWHmMByL2Rsjh51sWQbALBejicje0qaMFbtQdYLyQ2EhWE7HX9WpZD7FMiaf36cpQGBw5B0a/0', 2, 'ojVrzw3sJsAIUx7fbJVZuE4ygG-c', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(11, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.126.105.212', 0, 1, '2017-05-24 16:06:43', '', '', 0, '', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(12, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.30.92.243', 0, 1, '2017-05-24 21:54:33', '赖辉', 'http://wx.qlogo.cn/mmopen/plpibo0oY9v2Dibpe9xWDZ2WUDhgib7HdKDG09RWHboGxdyrcUldwAlu7IUTtEZWiauQS1J8GbngZ3qYDlYLUvPfTVpG89JJoDfB/0', 1, 'ojVrzw4LWdK7cCP9SDVI_gOyD0Zo', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(13, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.126.105.212', 0, 1, '2017-05-25 11:27:34', '7。', 'http://wx.qlogo.cn/mmopen/jj4e65x0Px3icly10Vpb4Rj7ibXIA9wBNDia9AfLgibuVxeoJPqwBibAoaOg7ZMrpy8PA4bPEsp8YNrKJ3pUQr7AIglp8usBrGDHu/0', 1, 'ojVrzw1hktj2NrRdbbC6PmBxRL50', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(14, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '218.19.164.180', 0, 1, '2017-05-26 09:32:22', 'Alan', 'http://wx.qlogo.cn/mmopen/NpqiaJPQqK3TCiaznWlQ4SjzMichj4gg1JFOwVWjEeL92VXLUbGvZxuY8ibFa2BwhdTW9icSuHqb4jUQXeS7lKRVIJE7eubwLt3nP/0', 1, 'ojVrzw_deOuyOco-C2lUnQ-mHTUs', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(15, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.23.201', 0, 1, '2017-05-26 15:50:53', '魏魏', 'http://wx.qlogo.cn/mmopen/ibib450X6C6W5n2gu8S4qRy3UZrY9lLp2ZzVaYZmicONVAoB6Z4Kv5Vmia90y6eiaFyu9DvNSrAH65Qqp6bib5RKSLbDl37279jF6p/0', 2, 'ojVrzwxKbJPVitNKrbVY-yIsAjYg', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(16, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '115.205.146.62', 0, 1, '2017-05-28 15:18:36', '囍', 'http://wx.qlogo.cn/mmopen/jj4e65x0Px21Ca3KjHSlKWcqZnPYBibEvVQznTOpzxYVjmAFSv3lpnm1M2AAib3iaEb2ASIKoeKJffjPiaLjqN6w9MxSR4hwuEG7/0', 2, 'ojVrzwyM-kZpST1WoSAyA2s4ukKs', '0', 'Wuhan', 'Hubei', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(17, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '112.86.35.253', 0, 1, '2017-05-29 21:55:04', '菓魅。', 'http://wx.qlogo.cn/mmopen/ibib450X6C6W7vjvFH88S7mEmmteFW58QKpL9B3PftN7ozbKFaI1o0O4W5rYS2wKrr9X4MQO4SA6TdxibTzl6GUMNeldoSOfnHK/0', 2, 'ojVrzw4Aa224p_OFFIpMl2IvLaR8', '0', 'Wenchang', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(18, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '112.66.43.18', 0, 1, '2017-05-29 22:00:10', '军哥哥', 'http://wx.qlogo.cn/mmopen/NpqiaJPQqK3SaMxsf6vJ0NIEibxMrTEJj9YmibO1xhtT8vVyf9PxFjCsdOBQBKuXGDAGlzlENiceUmGWxuttVD2kJhCmuFvFicCv8/0', 1, 'ojVrzw-oDXag45L21pCjzI_Of7l0', '0', 'Sanya', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(19, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '122.137.252.87', 0, 1, '2017-05-30 11:20:31', '呦呦呦大柚子', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzhzUxlomiahkDoa8TFqoYxfcK21iamQib0ucPZyic5qwcD1fmhaziaYy8LLk58JmEY1s2ticgBbsxeQMeVQ/0', 1, 'ojVrzw4RFHUzY4Q42SqQL7E1CXSY', '0', 'Jilin', 'Jilin', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(20, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.66.147.65', 0, 1, '2017-05-30 18:49:57', '蚁呓——奋斗', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzhFNUUYLwiacz5z0Y7liatrPaHytkONWJzicp9Zib2c0Xopo2X7wzr1nddZOOicRgm6GXOibPNx88WrZzQg/0', 1, 'ojVrzwwVi8lAftbhoWpsvk8RkjYU', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(21, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '112.96.173.135', 0, 1, '2017-05-31 23:52:58', 'Michael', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6yklfyILN9Rh4yPe5LpXV6wZibjHfdbibMBrxbNrqKz1au1BvRIjHsXf1dn7YS5boKGwxmnlfD2o65jujxXF2hJlScHmXY9iaw18/0', 1, 'ojVrzwzJIrTUo6vDWeK_yCsvVQgQ', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(22, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '58.243.250.237', 0, 1, '2017-06-02 09:50:40', '胡乐乐', 'http://wx.qlogo.cn/mmopen/jj4e65x0Px2Bo3PVRrFvlah5hgTF4PTfjPjCfkibzxaPtRE29KvUzhJLBvdhA6ljGGY6Pl6xbqF2MY9bx4fgGbA/0', 1, 'ojVrzw9rgX_OyLKnBM2h-xx68K28', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(23, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.4.36', 0, 1, '2017-06-02 09:52:01', 'Jesse', 'http://wx.qlogo.cn/mmopen/NpqiaJPQqK3TWuDtKFywH6REnibDgwSWoxE4KVibcibIF1hibmqAkw2ibz1pGg6U8Lx0SBiaZrekZqDDeQndtfn0ImfaRgia5cwI1ia3k/0', 1, 'ojVrzw37NYKCbq5eSCPzWXgseIkI', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(24, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.52.88', 0, 1, '2017-06-02 11:54:56', '小周', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLDGtrWSPVLUosm9QciaRqicPpnMkBWdSt1YfpzDaibPqx8n88J5mlXGAFkkibe2n8Edr0UJaU8QDeaoPA/0', 2, 'ojVrzwxxILUk5R2ojsPoIx6zr6oY', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(25, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.109.41.127', 0, 1, '2017-06-02 15:20:23', '迷思～', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzjsVguaXfb61sbzmmHn0B7HVDtah7ZVlTxSat0YoibugAoaMhiarcgia4icGcLnc720KKqWdEpTeqxNiaWjV2m408F5C/0', 1, 'ojVrzw3X1p5iTtMZty-ie-0pmPJg', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(26, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.111.90.41', 0, 1, '2017-06-03 11:52:56', 'FAT-泳', 'http://wx.qlogo.cn/mmopen/jj4e65x0Px0BwYbxzicPFrqfSYNWYwXEJqypibibthFBWa1ngh5XC2Zfm4mmeKX0h9GRyY6d3l1ibKU4quwvX5CfIrr88tbySn258SILdbb1G54/0', 2, 'ojVrzw_sqFYwQv2m2CXxZu85puns', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(27, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.23.94.74', 0, 1, '2017-06-03 16:11:24', '小皓', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLB91pKvR9OK3bouia8rBry2I4NAdSomyVcjnZL6VbemjkEUgMCUUiaOicBUettqDiaQtAuticVUaDDDibsRLicZkUhIUzMWVyC38FfibwU/0', 1, 'ojVrzw-8aE1yWEGg-nktRFaVw5Cw', '0', 'Huizhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(28, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.79.214', 0, 1, '2017-06-03 16:13:09', 'hao♨️', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKYA2wBpXeQJEW8d4sx6AO80cnUKBNlfz3byibMScPIaAlGllEW5sqbQIIu7wh3aJ6clMHvZ0ia4blEYRbCGS6qS8cApvdkK0ZQk/0', 1, 'ojVrzw2OpBjJF6dTur4iPCMWN5FA', '0', 'Shantou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(29, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '124.66.9.129', 0, 1, '2017-06-03 18:59:59', '么坚', 'http://wx.qlogo.cn/mmopen/jj4e65x0Px1g1Pbictt3ljiaibtcM16nzx6NPkaUKc9ajKRTh4v7yjRibLb8zaggicgAGiad1dmyqOR6Ny3JNsppRtXIJ7dUrWU2Sd/0', 1, 'ojVrzw37yEQIloMzsxeGzH5G4w3U', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(30, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.73.124.88', 0, 1, '2017-06-07 10:40:49', '林泽钦', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKVyrvEm4DfgJicYGgsNjUVBibm7xwJhwk4UfPQdeKbdQ2467S7kBwPjSm2Er7ECrjgT5geBQnyTdYQ/0', 1, 'ojVrzw9-A6X2jIdndcluPLLiKXIg', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(31, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.32.111', 0, 1, '2017-06-08 14:44:16', '莫  利', 'http://wx.qlogo.cn/mmopen/ibib450X6C6W5Bu2HFvbqahicElSc2IkPJfrjMoIOU3buYzLNdP9j9ZBh5spmFVYcMiaEyDMMuRnlBc5OpQbMO7UkubaX50nPFox/0', 1, 'ojVrzw9jc9s0SET3OydKrimd7UMw', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(32, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '111.29.242.62', 0, 1, '2017-06-10 00:12:26', '脂肪燃烧的岁月', 'http://wx.qlogo.cn/mmopen/ibib450X6C6W6oaFHNAe1xlmNpptOLEibC2KFXUkHg6NHBUjr0C1mG5cE37hNKue3w8Vmx5ibYbiamBuuXgxHcXesVWUr7JjnOV92/0', 2, 'ojVrzw5_oi_eOqvMUttghVPji1IA', '0', 'Wenchang', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(33, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '36.101.52.25', 0, 1, '2017-06-11 15:29:10', '寒岛', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKE1cicsgPxicbI1GricdTHXql9Ma43T5ibttGEwwZicRpF73zAjCKKicGpHCicHmcj8sTgNCCMGibHBG4YUw/0', 1, 'ojVrzw0EwD2k9QXfptqv5qbKcpLs', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(34, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.69.197.63', 0, 1, '2017-06-11 20:56:59', '李集华', 'http://wx.qlogo.cn/mmopen/3xyTByjLkSVNgM21rfbayo42MUGtrXiaicFa33wy7fho71h6fkuceyaVefWMTVHQWam5knMG73l6iaTAM6dLhbF1UJvhAVAREKB/0', 1, 'ojVrzw1ysxvqKDBp0AqbOwm03n14', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(35, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.61.128.34', 0, 1, '2017-06-14 09:18:53', '白夏。', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzgfsmGjic0mTuLQib4J03PHzNf64utElica4YfrZRGVCYp6xnficuX0Licaz9FZUs41JDRdxZU3HZQ7n21xFfltAyypn/0', 2, 'ojVrzw7-PU-F8Dl9rqNblCYwCQoU', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(36, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.70.23.88', 0, 1, '2017-06-17 14:33:42', '方❤', 'http://wx.qlogo.cn/mmopen/gVoAYnLvKSMm2Rys00XkFzE2471ribxRRU3cMQF9LLl4iby17LWDd9c9iaYQNmibytzwT5xUSYW87icKojCezPcRgwgMfIBYcGmeS/0', 1, 'ojVrzwxKKw2paNtqQEuvABJan66g', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(37, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '61.140.27.128', 0, 1, '2017-06-18 10:16:56', '肆爷________࿐', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM7Dz6gnGPibM5647CvZlsADmvhwtBv8maJr088LedzHv8ibSvmFR694u8xppnXK7AxvCCRSsmKiaficnsqex0D3ULMwMpVc0gAicWu4/0', 1, 'ojVrzw6bSbYo52T6hOhHT-dMpGOA', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(38, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.32.102', 0, 1, '2017-06-24 15:06:18', '左边右边', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLAgnOibrgA6V9pmULo4ibZNNqlNZnC7PiadJMFwXj4vtJAhyMicW88y0icu3IwVoib5GLqUcXr01D3F4B73Dpyqoc3u0McHcS6TicUHRY/0', 1, 'ojVrzw_FU_s4eTyANifWidaQ3cwo', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(39, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '124.225.61.190', 0, 1, '2017-07-20 10:27:23', 'WilliamWu', 'http://wx.qlogo.cn/mmhead/UGrobmT8GcKtIVfK28pYQ0Sl5lVkUwYVZq2r5bJKldx3YzBNgPjPPA/0', 1, 'ojVrzw0fD53sYb9PaFoF429yFVVo', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(40, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '210.21.36.100', 0, 1, '2017-07-26 18:26:44', 'Aa搜狗推广韩富山13632294410', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLDRTia8oms06DA26tppwQGUXuq9Uib3Ps387MJWkSJoN3gzdf0dIy4Cia6iaRd8yZ87o0WmCmsSTJ9zOA/0', 1, 'ojVrzw7y5kiJYPoKrqKPGmpjOtVY', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(41, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '111.29.141.16', 0, 1, '2017-07-29 21:01:59', 'Summers', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzgfsmGjic0mTuJmvTpAFEjQKX4BhXzUsmLJIqPcgCO2Q6ZdRQ9BetfJlkeP0wicLrAZ1qmFRko8BDnn3QVkQkLXYD/0', 1, 'ojVrzw8zyxbEyZAQ0S0VVOv_hTRc', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(42, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.68.130.123', 0, 1, '2017-08-03 11:46:42', '郑创', 'http://wx.qlogo.cn/mmopen/ibib450X6C6W7ibFKwwFFaPorYPVfibYsQ1YcXHM5TH42BqqhOcMCkTDggYD5XUJZkk88k2a565EWDXhicnmibRCeGJpZQkkPtPqRq/0', 1, 'ojVrzw9UfvLErgFV1s2CeY0-_Zb4', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(43, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '171.221.138.244', 0, 1, '2017-08-07 11:21:20', '王书华~CLC变革中心', 'http://wx.qlogo.cn/mmopen/NpqiaJPQqK3Ry6Y2dmG9sdcQEjeXB3GaamTsWHWb41gr0P2lZkYyIsuMOvJ5KVIL6wIQQEianIVTA1BcmAGjTIn82k9wZQ6GBZ/0', 2, 'ojVrzw8cOzqnNUJy-O5-76y64hSU', '0', 'Chengdu', 'Sichuan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(44, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '210.21.11.212', 0, 1, '2017-08-07 15:53:58', '名字超', 'http://wx.qlogo.cn/mmopen/VV0zn9iaekzgfsmGjic0mTuNyPxiagYmwctsu7RsZRcv5U212wxRiaU6kcntzOP77fT6CJ1xodElBzFVRnRvwdkdZGOARE0vAlnX/0', 1, 'ojVrzw8O4qNNJox_mR4VWbEPOzR8', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(45, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.126.106.133', 0, 1, '2017-09-01 12:14:20', 'Lan', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKHO80k61XZjkKMP0MhBRlKKHVS6f9dBmDupOziaovdwNWib2UNe7utJcPgicf0KhNTV1eiaw8woHkKUA/0', 1, 'ojVrzw5XAKSAn6_BHWq5HFx7BaIY', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(46, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.24.30.135', 0, 1, '2017-09-01 23:38:45', 'AA-Lisa', 'http://wx.qlogo.cn/mmopen/vi_32/btdlghkwNJ6KvDeRNq73qQJpic8dy3vcu7zxXChLl3XO2X9o9ymDsQ2O1iabphceHNuVk9iaN91Ekic7nD9cNPtUOA/0', 2, 'ojVrzw2mJkmJGDCNyPOXL73HozSM', '0', 'Jian', 'Jiangxi', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(47, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.63.113', 0, 1, '2017-09-03 11:37:12', '烧须的老猫', 'http://wx.qlogo.cn/mmopen/vi_32/rZibsDhY4vMOsPOV8lFzuibD2tU9bJSicA8AmvmUKWcuHZFtXicCWCR2tMvXSatJeHKe4mOCdAjWT7ffBdia8hUZH0w/0', 1, 'ojVrzw0MzmLqLw7NxEMxcMQmcdT8', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(48, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '218.20.197.26', 0, 1, '2017-09-03 11:48:10', 'A等一下、再来', 'http://wx.qlogo.cn/mmopen/vi_32/HibHwicLCmpMpatib2e2Pr9YFrNZZNcJZfKbckJ0ZMbicLoEXwBqdTDq2u9T5ia1YhRgSHhIGwfxReqmDTtfu87QmyA/0', 1, 'ojVrzw6ZWv8V1fWRWwwv4IH9o1Vo', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(49, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '122.226.185.75', 0, 1, '2017-09-03 11:49:04', '譚生', 'http://wx.qlogo.cn/mmopen/vi_32/wM5yGgkkULSTkhvqDXDeBqJtYoRnOnNhib3y63SCyrqMmJqx3GvlSVHSNksSnlsZFI8z4ic9hsyDNlIBnNyfXcHg/0', 1, 'ojVrzwzo9WxDRs6t7C890KkDeQ6Q', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(50, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.63.48', 0, 1, '2017-09-03 11:50:21', '瑞森装修设计', 'http://wx.qlogo.cn/mmopen/vi_32/jnkGqEULMYzl7iaDbhP5OeMY477AaSh2EPOkkC4t9lVoxoL1l7ckEJeo8UR9icnSgibbVF5ZkPCq42ATEdLLUiboGQ/0', 1, 'ojVrzw-FH8laM0YWqZ95zUfH9bgY', '0', '', 'Offaly', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(51, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.126.105.75', 0, 1, '2017-09-04 10:36:17', 'DER', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTIfC5P0tDTq4kzQTkAoicqkC848LhdVM2Ipn93ZowWkZecnBQYjXwCtJG8NZh39tIjlicQ7tbe0FAMQ/0', 1, 'ojVrzw81hFnxOzGQt8zvJa6RXrq4', '0', 'Enshi', 'Hubei', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(52, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.125.197.11', 0, 1, '2017-09-05 10:29:20', '小蒋', 'http://wx.qlogo.cn/mmopen/vi_32/FVbnsfkbudpk45PwN6qdPLFCyZEBaBUU3HxoARwSSLfHnJGibtxnAlFT5ILUsBhHHWFgNOM6ahv4K9vx7ClmUaQ/0', 2, 'ojVrzw-o-poJOTy8g430lyhgK_-A', '0', 'Chaozhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(53, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.131.76.133', 0, 1, '2017-09-05 11:02:45', '彭祥(太航)', 'http://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83eoV0qbf6tFQgQMe4WLyGvCh1DV1cWdNvghibXT6PB0cl1eZOOpud7E3vEqym7CQ0pqOOprMpp1vmZw/0', 1, 'ojVrzw3BaGM0W38Dx5Q8SRaFXo0U', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(54, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.40.149', 0, 1, '2017-09-06 13:23:08', '活出生活的精彩', 'http://wx.qlogo.cn/mmopen/vi_32/hs9hrPl98IEqP7zIqDXvTpm6ibUDzKibEDBnYsRjZt6sRQZAW61kQANoHCHmYZRCN5YicD3309M8GoAg9hw5wMKMg/0', 2, 'ojVrzw2yEm6HGo82SvBmW_AvB1nM', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(55, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.23.39', 0, 1, '2017-09-10 17:01:16', '黄', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLic4sYVawyQQ74btWwx94s4iasbzTPXQJfWWOw6nFBAQsFtl79s6B4aiayD8mSmaN1mQku8IEyNDgKg/0', 1, 'ojVrzw8ExiMCx_g6DVJ56Rtyvw-8', '0', 'Ganzhou', 'Jiangxi', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(56, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '120.197.196.56', 0, 1, '2017-09-11 15:19:11', 'tiger(周经虎)', 'http://wx.qlogo.cn/mmopen/vi_32/jfHIymDxmUsQAOwmx7ebaxMz1BEC3x5bKCJmm4AWCXoQbbP8SPEouNDDU9jGNkHmbNRwiaibAicjLcib6jePCnLFmw/0', 1, 'ojVrzw4G6Z21cbXLNLXLiUM6V4nM', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(57, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '36.1.201.110', 0, 1, '2017-09-12 10:39:23', '华锦装饰', 'http://wx.qlogo.cn/mmopen/vi_32/LiaibCHbib68cAvbYeiaLwaMDnNovfZdwgnL2wyoSMRoDvOW7aqSttKSOZsSbldXkNNicyPCxwNibdy8lrmz2yZINxfA/0', 1, 'ojVrzw4up12XGxv4LAr8R9LGRh7k', '0', 'Qionghai', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(58, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '112.224.69.207', 0, 1, '2017-09-13 22:31:15', '海阳乾源装饰工程有限公司', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTIB0tzpZamGP2RRNIWnuWeqjQWayTu5r920BXJ0YXxTFoWh0L4PWN1n6EcQ1G3xTWvicia7ND4OFuaQ/0', 1, 'ojVrzwwOKQN7fggyhy1PzFiQm1j4', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(59, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '60.175.97.115', 0, 1, '2017-09-22 13:59:14', '大米', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKJqrpmpVoS7G9JvLfF0TXcWNBelhyITIVs5n7wepSibyHWDFxicmCKMdB53I5vGWUDpr6U9gHXcwDw/0', 1, 'ojVrzw9MkhCXOpchsvD3LZNBV3I8', '0', 'Huainan', 'Anhui', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(60, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '153.0.4.231', 0, 1, '2017-09-22 15:08:59', '冲啊！加油！', 'http://wx.qlogo.cn/mmopen/vi_32/ayBC6sribScDvcibGj7ITIuVdYw2JGJVqvLpJkAOUIZCM6YhddNrdiciaTVf2dCQ0iabloxb9U0L6knMU5DXibBKKhDg/0', 2, 'ojVrzw4slnuPQtrXLugx-k980-N4', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(61, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '36.101.51.65', 0, 1, '2017-09-24 18:35:15', '滔', 'http://wx.qlogo.cn/mmopen/vi_32/5oNnDeicCStaSARoZjwZ2FgeUGpvpTxLED9U1MBibfFkRw39BYvMR9xe4KpqZB329KWI8eE0ibjKY6oEAL3j0lKUw/0', 1, 'ojVrzwzT92Obwgy-V2cKH8z7OL-s', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(62, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.77.194.18', 0, 1, '2017-09-26 09:38:24', '深圳开元物流余生', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLjsfGu1qtJica6Ss4quqVKibFksXuibMn1yrXGNhiaSYwaKWJ3F0V01bHf78YCDzOnhyiaFYBib5R1VygQ/0', 1, 'ojVrzw-5xplr8tQIsPuOZmllclXo', '0', 'Shenzhen', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(63, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.25.62.37', 0, 1, '2017-09-29 17:26:01', '张运范', 'http://wx.qlogo.cn/mmopen/vi_32/C9EiaBAjWkt0pjVYffAFpRW7HLia1JIzAMiaNlzLibZOf5qHFKMPtFpOickbAiaic3YCsS63J9oEHWsKHXibdhtGVN6liaw/0', 1, 'ojVrzw7_BR1GWXuUHOBSdRdXl0Fg', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(64, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '122.226.185.122', 0, 1, '2017-10-06 12:15:50', 'syf', 'http://wx.qlogo.cn/mmopen/vi_32/FVKBQVssBO3E8FaLpNQ7wriaiaBbEK9OukDibaxZnkLm3ibqdb68rwv71mIEOuGANQurrh3v5oYoxQTf0ia3m7qlibLQ/0', 1, 'ojVrzw9GBzo1FHAE-B7eaUcBBpV0', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(65, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '116.23.230.59', 0, 1, '2017-10-12 16:43:47', '罗罗亚', 'http://wx.qlogo.cn/mmopen/vi_32/XlkHw1r9jbRsaO0qjzKXSlXrQ6KJ0LE4LC072RCq9ggibKtbD0Runfv1YSEYTk5zCV745luPqXYTznzUGK2xFiaQ/0', 1, 'ojVrzw9ekEI5gcMdl8tHXiyCZXbo', '0', 'Meizhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(66, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.79.97', 0, 1, '2017-10-12 21:59:10', 'SabrinaCheng', 'http://wx.qlogo.cn/mmopen/vi_32/oIOogLGjhAbUbd1tOibbIB1C7zPubGiaUzArfl69tglz3LN75yLkc6b18hVHC63uLUe3HEHrGqKia4PS8cicCibjcDw/0', 2, 'ojVrzw-r_JBb5E4oj3DaAS3pb1f0', '0', '', 'Paris', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(67, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '150.255.181.204', 0, 1, '2017-10-13 11:46:52', '曾漫煦', 'http://wx.qlogo.cn/mmopen/vi_32/d6467V8w3qx9e85mszcNYQyew9ebxtQYNR7UE9Z3XsZjYByAYo7jaVMEiboaicWqwvMjXSia7yhJ3NfrxHLWaJJhA/0', 0, 'ojVrzwwQJ-xq_vIiCzurF9S2Ik2I', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(68, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '121.32.69.255', 0, 1, '2017-10-14 05:08:06', '藍文峯', 'http://wx.qlogo.cn/mmopen/vi_32/TrXkoZZ1n3GnMicLs2UQaIvKjjYIc1zmeAcNKfEZuAukY8q7vE5lvzibjZkibJl9ouk4RGQNM09AiaGP4xgB5WwPUw/0', 1, 'ojVrzww2TNCipDakADz-jBz7td8s', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(69, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '112.96.164.28', 0, 1, '2017-10-14 07:38:59', '君  をMAMORI', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJjo5ZqIw7Ef1zZopIWDWJ26huuvC1C4vhsibkAjOvbCFYYzhb13b76TcQbcWqMAwR4RgkFvACsnsQ/0', 2, 'ojVrzw6_sDWHCTGltpzlJ4fhj1GY', '0', '', 'Upper Austria', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(70, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '112.96.145.33', 0, 1, '2017-10-19 08:09:59', '华邦云潘强', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTIcOPgba5had9PI1WmCxw4AsMiaF45qyjC9tOVGX16EJZTnQZObqfepTYJJkhuHY65unkgUMFoiaLFQ/0', 1, 'ojVrzwyn1u4Em7MHAj3KEsenwUrs', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(71, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '100.105.188.253', 0, 1, '2017-10-25 12:05:37', '清枫高爾夫李冰', 'http://wx.qlogo.cn/mmhead/Q3auHgzwzM72Ka6M0Lz0Fn3XVhCqjRr7bB9YJhLw0K7Gp1lVaCzjUQ/0', 1, 'ojVrzw-nvsYIaUEYmzcVCWel1RWc', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(72, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.17.243', 0, 1, '2017-11-09 16:59:02', 'WFSGR', 'http://wx.qlogo.cn/mmopen/vi_32/pjRJ86Qvcu640Xe9zzRA2DR59eibYWaYzfxfZYmKfbkY9VibMk0Jq2n9RTYIicKzgdM59x8yMTsNwYos3iaoQu3UQw/0', 1, 'ojVrzw7_LmHSGmsGyg7IJ0G-YdWA', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(73, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '119.126.107.69', 0, 1, '2017-11-21 10:41:12', '零度℃', 'http://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83eotEDGibMU4f1vQSQqZHDiazmIdWXEfEc0h4gWFbsqrH8kTdXibia9obx7yqnYVoKw26ia1yibozViciay5AQ/0', 1, 'ojVrzw2J3nJ4vUm-8ex1dquDOyPU', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(74, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '61.158.152.8', 0, 1, '2017-11-25 09:05:42', '英皇软装小赵18639001906', 'http://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83epWyhRs1JP1RHew0iapfGwBf5osDibH1FpVD0LNAfw9InEYw5ibhRN6r7p0T9lWdzHibLsqxbf9PuxJCw/0', 1, 'ojVrzw7ZpVk-FUlim6Dc2dNSUu70', '0', 'Zhengzhou', 'Henan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(75, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.41.45', 0, 1, '2018-01-02 14:09:41', '心一（刘运琴）', 'http://wx.qlogo.cn/mmopen/vi_32/iaj7Dxjlo7HM0uW5xPDVzJOSYycjs8HMx3kiaQuNIiawoybibh3R9XLIZhmCLAWSQTK4Mkvsak0uk9UaSNGktef8aA/0', 2, 'ojVrzw4rV4srdixKujYXxxhfxUPo', '0', 'Shenzhen', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(76, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '218.76.128.9', 0, 1, '2018-01-13 10:34:08', '', 'http://wx.qlogo.cn/mmopen/vi_32/Z25Q21OfnbWpc1RGKiclSwr0CuKpiaBLqQ2f4JVYrjBzXAmwuOpdOLDZovbfa0ibJJBZLseWoOTWrSOq1zH2df4Gg/132', 1, 'ojVrzw7HCeY9BQKt9NBAV8eEjsy0', '0', 'Karamay', 'Xinjiang', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(77, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.30.58', 0, 1, '2018-01-13 18:17:40', '李怡霏', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTK0Yw02SWJDaYdKHm8usz8qb6U8wBIiaUf8NOkwBDthz42JEiaofzgqF5KLbCIWX2N1ENo7YhdqibezA/132', 2, 'ojVrzw3cBNqv31Hp_OQL_W9-HwNo', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(78, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.25.253.146', 0, 1, '2018-01-14 21:50:52', 'Piaget', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKfz2gNciaIfq2R3bA7URhdcC7icuXIje28nKSJZD1zo8JvviabwDhV0tXd9xHuI78M3KjOnuZqJMWPA/132', 1, 'ojVrzw8B-HdbTOS5pJZrPBJCGprQ', '0', 'Shenzhen', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(79, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '49.117.196.41', 0, 1, '2018-01-23 10:58:01', '缘封不冻', 'http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLnesOMuEJgqFfAupxFAClajax19D2YvRia5c3jKX9fBpZqlwia5tHf5OphzAa9J1ZicghxiblWkpAa6w/132', 1, 'ojVrzw9z4TkGscyFH5pqLGjE-6uk', '0', 'Karamay', 'Xinjiang', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(80, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.70.46.45', 0, 1, '2018-02-02 14:26:46', '影子兄弟@杨宏', 'http://wx.qlogo.cn/mmopen/vi_32/Wps7nuvHDicSZIgy4njKpbGJguDeqbAncLdpHEmJaCVC3IWyOT2RtZHK9twNibWdESVeicFiaew8QZgYgMDZvRo4fw/132', 1, 'ojVrzw-tdMZCdJLcHm-1dM3ZKwTk', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(81, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.81.7', 0, 1, '2018-02-26 22:20:19', '心中有猛虎', 'http://thirdwx.qlogo.cn/mmopen/vi_32/PiajxSqBRaELm8Nwn9icpo6JH2rWNKCD6xk0iaQILRFtj3rRMLr76mIPqZL9QwkDwjUe0QQHdu2oQjWGJ50ibaLLyw/132', 1, 'ojVrzw5ppEIlyX_1foz5W0FJ_pII', '0', 'Huanggang', 'Hubei', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(82, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.100.22', 0, 1, '2018-02-28 12:29:23', '张千玉', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKWnaClztrDbXHfaQHFaI192vUJOIHZfiajXCAS0LfIocOrgvITKXzoogZqpeKeukRfLsVE6xZZrdQ/132', 1, 'ojVrzw6VmpUE-M5cRXF1zSq51H5A', '0', 'MOS', 'Anhui', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(83, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '153.119.172.31', 0, 1, '2018-02-28 12:34:29', '曾经沧海', 'http://thirdwx.qlogo.cn/mmopen/vi_32/deWCuxTsdQV8MXNVz5HKCXVq58th6icaZywjcBbC2eDSRXl6KFU8EPPMmD8zEiaEE7g840Qbq6991ZFfDykPJqGw/132', 1, 'ojVrzw_Op_bdoMHAZZm7qI6DjyZE', '0', 'Qingdao', 'Shandong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(84, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '114.106.76.59', 0, 1, '2018-03-01 08:28:00', '汤春来', 'http://thirdwx.qlogo.cn/mmopen/vi_32/ib7h6tMoxHqibO3wCv8Zib4a4UvO83wj6QOguVPicqxdZhgWDr3yVqU7ajbbpSa14CxqvP2JFdMS5uQ0xmGkEWmmsg/132', 1, 'ojVrzw3MxVkI8OmcfGXA3WR8pBKI', '0', '', 'Qinghai', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(85, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '114.106.67.78', 0, 1, '2018-03-16 07:11:03', '张千广', 'http://thirdwx.qlogo.cn/mmopen/vi_32/j1a1afic9eobcfPGOho9dnmEFc9icYW8v4eSMd0cUjUbSZwXpV2Jx58PCOqZRoicShiapojYO9jAmI6ZkQVZq9uJ5A/132', 0, 'ojVrzw536sEIrSTcu0egMdYww73U', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(86, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.158.135.229', 0, 1, '2018-03-16 21:00:28', 'A家家居&云山御景&绍业汽车 斌', 'http://thirdwx.qlogo.cn/mmopen/vi_32/ibeskTxUeKz4nLbXjN5cYA4NkHPOY4BhuUC1ZKVGcqIOYZYMZXvmWKaonEmPibZbCjtVydoaxFaFsFNrL1QhAibpg/132', 1, 'ojVrzw_GMzSh7rWaUbfmAnOB3kwE', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(87, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.220.219.17', 0, 1, '2018-03-16 21:06:41', '皇朝装饰', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJLHKMAFfpCzmUx0hU5qydrGGklzHdQicD6Y8Cb7lbOF3G5YKHo0IICk47v4K9bTGR1dYBepSgEOhg/132', 1, 'ojVrzw404FGDxjsSgBAJlRwhvU0c', '0', '', 'Hunan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(88, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '183.236.9.33', 0, 1, '2018-03-21 11:33:51', '周俊勇', 'http://thirdwx.qlogo.cn/mmopen/vi_32/cMZiaJ2vKVScTmgHvic0nt0y8NyBLwwnNknZRuabicrLMdCrVnN1IP0icIbze1JPdzWph5M4ZXrlp7WnwYwXedH5iaw/132', 1, 'ojVrzw0yZApUlh_1AQWotMxiB1Eg', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(89, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '59.41.244.147', 0, 1, '2018-03-21 23:10:52', 'A.广州装修设计♡♡', 'http://thirdwx.qlogo.cn/mmopen/vi_32/JrhEQrZs5IrJjibibG2NAGNRNXQNGscl81gBtP9B7ThG3By4O282Fibv4dFbzHk28XuicQYfOUOuiamAwF8KGbczrJw/132', 1, 'ojVrzw_IwUbFBC-8XwT66kCelBYo', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(90, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '61.242.112.87', 0, 1, '2018-03-22 12:31:06', '陈自强', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJkDfewohhPeYbcXn1lm5rhIGnzDftcob3ZAPLn7I7MibzMQ2kf92hQ8tBlq1exS93jkyYRAQYVEvw/132', 1, 'ojVrzw-WBEh3kkt9puZX1iNlxAwY', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(91, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '116.20.25.75', 0, 1, '2018-03-22 14:38:41', '胡攀', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKXh0fLYwIw2B43UmEPXls7lL3EyLXoIChMdONAKyFhsMlcia5sVD73w307IxWjMI1BuMAylLIJGGA/132', 1, 'ojVrzw8nQQJINdVoPTQdNiHYidtE', '0', 'Huanggang', 'Hubei', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(92, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.41.58', 0, 1, '2018-03-23 13:49:37', '赖辉', 'http://thirdwx.qlogo.cn/mmopen/vi_32/PiajxSqBRaEL20ic6UvK5uGtNEibYeHesPHVI11Xib8OetKPJHI5HByPzu0V5ictNavfuaJZMc0X62EPIrsmLibrKriag/132', 1, 'ojVrzw62gOq1BsBit6KSSCVb--P4', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(93, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.79.8', 0, 1, '2018-03-31 13:59:09', '罗孟良', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKpkqw9bkWicbsF6VjSBJNILvbL12TeP6ic4RCH5VUhpia9H67uKAlpHBsLWqMm99ZZExJhXicVGQDWJw/132', 1, 'ojVrzw8DIrUJNAie8LYglcUAORNQ', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(94, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '36.101.183.71', 0, 1, '2018-04-21 15:45:42', '海富通农业科技', 'http://thirdwx.qlogo.cn/mmopen/vi_32/kCASTq3FsMd2jPWYicDrWMCT1Uw6jVAXUT7Tk0CXQmdricXafpIuoJmhj5ZnJdwqrWPI7Axj2QrXEeqyuuDXSsyQ/132', 1, 'ojVrzw_4JxigVPjJziVUg3a19Ae4', '0', 'Haikou', 'Hainan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(95, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.111.83.210', 0, 1, '2018-04-25 10:28:28', '海鱼', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJ78AcrbfXwxRLt7plyDibicHsNGwpT3Vk6fM0UepJpQuwRrD07nDHM6pNkEWLdGDDhza01WW1BDtmA/132', 2, 'ojVrzw_M3t66Q20QEelcqsR6f4S8', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(96, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.23.53.10', 0, 1, '2018-04-25 10:40:02', '陈菇凉 ????', 'http://thirdwx.qlogo.cn/mmopen/vi_32/ArRZTP0npCvzodL7ribiaoa1Dmmhushcsgcm3bF4Z7rs9eA61acIZJZJu9gb1heYebXfuuPxlpD8Fx3BaoD30rVw/132', 2, 'ojVrzw1vhlKDUj6H77BWH5ZErbAI', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(97, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '123.96.240.241', 0, 1, '2018-08-21 16:15:42', '铭品丨崔先玲', 'http://thirdwx.qlogo.cn/mmopen/vi_32/SFXuCBrYuLHqGywg3btbwGeMmicwic0FaeJbavRa8kCiac5qSLfYQzAlb0aMHvVpd2nNP3yHySxZASYmomu2FwAmQ/132', 2, 'ojVrzw96iNt-t1fpQaWvkmiIC5_E', '0', 'Zhoushan', 'Zhejiang', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(98, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '123.96.240.192', 0, 1, '2018-08-21 19:05:31', '铭品丨杨杰（项目经理）', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLOxxg1EvwlvaSQV80Ubxk89trzqKdY2UX3iaj35kxeKhZA00lcflgnmYFicPeDaic1ibth2tt2EEjaOA/132', 1, 'ojVrzwy8aTqTUCGpSeRXv416bqI4', '0', 'Zhoushan', 'Zhejiang', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(99, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '121.204.58.208', 0, 1, '2018-08-24 19:23:08', '贝儿', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJSYsDBqgrbCLc6icL111dp55oMQy2GfRxWWXeNgcDgZWbaialqw6NO2ibGd50JE9aPBX8yPn84vNTiaw/132', 2, 'ojVrzw7fFnuSqUjcfXA22mY7shys', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(100, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '121.204.58.208', 0, 1, '2018-08-24 19:25:56', '一块板贝儿(豆豆)', 'http://thirdwx.qlogo.cn/mmopen/vi_32/kXPV9k50SdhVDMZmbzCfZzSKS0wbI1V56IAf5Luad45zhAlUiaQMtEbT7r1RICPCZL7hdsAWGX1w1umIwt6zLcA/132', 2, 'ojVrzw6CsirBi_CS_lccGAkn6hSU', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(101, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '58.52.228.47', 0, 1, '2018-08-26 10:54:54', '????A_MM????????', 'http://thirdwx.qlogo.cn/mmopen/vi_32/G5ZiaMwj1RdbYcDiatUu3GP2kOeUV3bcXd61AkoC9qYBRmZTW10kicpPeUHcJFz72BA9pgvbIYian8ztSKbOVKkb9A/132', 2, 'ojVrzw0MwFI9y4Kha5DzWaoNAcAk', '0', 'Enshi', 'Hubei', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(102, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '183.226.75.128', 0, 1, '2018-09-16 21:56:28', '刘涛', 'http://thirdwx.qlogo.cn/mmopen/vi_32/fqz8lvmqRB6xNSUwUnhmmxuiazgWDlfkAOXI9gerK6q1hlr9Z0I29TdNOUU7SVve5AvibAw40vbSc9GickNc563fQ/132', 1, 'ojVrzw56tG-0hHfo_W7Rb_XJHleQ', '0', 'Yubei', 'Chongqing', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(103, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '1.86.132.211', 0, 1, '2018-09-17 08:19:37', '宜家定制背景墙小王15336290099', 'http://thirdwx.qlogo.cn/mmopen/vi_32/ia09eNhQrdiapeMzYaRBQA8v2kF4q6ric5koI33Lgqo3UYlHUHmNMkIVurlyXPLCPoxJKRgOl1Xz9OlvCJu1qgapA/132', 1, 'ojVrzw5swyImP96rBllNCHwxx2Q4', '0', 'Ankang', 'Shaanxi', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(104, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.79.79', 0, 1, '2018-09-21 16:33:19', 'Tangerine', 'http://thirdwx.qlogo.cn/mmopen/vi_32/liaczuwPSkAv3yhtrwoatoPD78OB3Zfbzo27v7hqoqOicHe36tjy84Nt6C2zxFHcLA0s25I9Q5WLOmMVelw4HUHg/132', 2, 'ojVrzw_9WLCMO7krU4JrblbqTCu4', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(105, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '116.20.26.83', 0, 1, '2018-09-22 12:01:00', '旺', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJBlts2gSc3WfljvZ7LSxJcs0FPdmsJ119GOJLUe2vfAwoGaML5xOLujnPvGKibx2wCVds4ibnPr96g/132', 1, 'ojVrzw4bzaXdqyiL4Om-dsBf2fjE', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(106, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '202.105.12.58', 0, 1, '2018-09-22 12:17:03', 'J.红枫', 'http://thirdwx.qlogo.cn/mmopen/vi_32/b9iajRDUufeVG9gNI8UlKC06xat79EHicn3DnLNLb5Y3Zp73lcvCplmEfE55lL9jhJzJJk4f7BMG4KYTzdhpTApQ/132', 1, 'ojVrzwyvvRMZKNB5G34gm1UdWhuA', '0', 'Guangzhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(107, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.41.23', 0, 1, '2018-10-06 17:58:02', 'LuKe筱卢', 'http://thirdwx.qlogo.cn/mmopen/vi_32/I65a4qgMBcoul4ckYJco3Yy4f48uUUibbSdhVYWiaHo4ic1vtEldkhujFRbUfelAP8ErWvIfj1JibwxibvU506I5nCw/132', 1, 'ojVrzw1e5R5kpAo5veAiMbBHlxHU', '0', 'Nanyang', 'Henan', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(108, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.58.77', 0, 1, '2018-10-11 10:23:28', '董鑫', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTI7UG74eSjcsmcLDULMS0TTej5UD9xZ1ibiaCuC2uvGGwGpLgNrKYLJ7OMVvdvk2TR2saIqeSVbS7Xg/132', 1, 'ojVrzw3PR2CQZMDgA20dft7KZeis', '0', 'Jilin', 'Jilin', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(109, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.157.164.44', 0, 1, '2018-10-12 00:58:26', '令狐冲15902992251', 'http://thirdwx.qlogo.cn/mmopen/vi_32/DYAIOgq83eq4nExewR5ibDQsGmic9zdIQ8GO70IXt8d1faC88bcDaVVPFgkEHuVdkoxSZhiboV4Xia39CB47lH3FMA/132', 1, 'ojVrzw3zIBhtOtdJxTUOVyj9MSAg', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(110, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.145.31', 0, 1, '2018-10-15 20:04:38', '周意凯Kary', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTIZfYQUDdBhbxfyV89Iq4jfL9LwbVE680Uzqty95kIHY4ibXmL06mRJZnddbSdicmPujg2bb33DYKLQ/132', 1, 'ojVrzwx6wBrX46whtLMiFCpsF6hA', '0', 'Wuxi', 'Jiangsu', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(111, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '49.66.43.96', 0, 1, '2018-10-16 20:11:10', '天涯过客', 'http://thirdwx.qlogo.cn/mmopen/vi_32/0MBuP1Zkbt52QMUzIIfvLicgMNVnog8dUUqef0bgU4o1VA6UtAeKPau5k0OC6fMljJre8ntQtzhdH5zbQy4lQBw/132', 0, 'ojVrzw4kMGNN1YMiwuEm6ShP2vvY', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(112, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.79.243', 0, 1, '2018-10-18 11:24:38', '宏宇陶瓷济南赵娜', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTIUypotVfnAtic7PgyDLrxZBsXwAbicc1yTt4Lic4yicjFuqHQD3KWDwouQkDByGfPPgVDZx1PfOqviccg/132', 2, 'ojVrzw4-WlGKg_N15IgnHRTf98Fk', '0', 'Jinan', 'Shandong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(113, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '183.40.215.167', 0, 1, '2018-10-18 11:39:09', '佛山陶瓷', 'http://thirdwx.qlogo.cn/mmopen/vi_32/gyfy4HTMwaiawmh4IaicNncuqFsmE23cgDCFVG2LpEgej6YlcoopewvraABTd38xO8rXia8DIhD7LXNBNhP5m4Ksg/132', 1, 'ojVrzw_ygDRoL5ubGYUpk27Fw2nY', '0', '', 'Donegal', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(114, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.24.80.123', 0, 1, '2018-10-18 15:17:57', 'Andrew梁', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJ1xnQR9RPibm1py7J7B5kA8A9q81mHd2aYHa2MwhCBYGQ14hAL4FDfiaRhByY9v313ebiaLLUZVtxcg/132', 1, 'ojVrzw7E_GN1H0T8A7RqwPFAItKE', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(115, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '117.136.40.130', 0, 1, '2018-10-19 09:51:54', '杜海涛:陶意然:欧雅阁石材全屋定制', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJciayulicXZn6az2Q6XvzsABsnKwkxoJ4IKTV4wEKHE9GOmP7FKJo0ShDgU2aq73xyCANxiawwxV4WQ/132', 1, 'ojVrzw2D9uak-ccvVoBp9Mm9qAyE', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(116, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '223.104.63.88', 0, 1, '2018-10-20 08:07:37', '百福建材18350045000', 'http://thirdwx.qlogo.cn/mmopen/vi_32/DYAIOgq83epfxUMf1HDCzBkrB0jWl22P4p6b6raaNAtJnH5IVoxPNeXn0Su3aYpK3ZFvwgVlqdtdnic6rK5PpSA/132', 1, 'ojVrzw4MEmHtJGjcmV3bNCphkXMw', '0', 'Fuzhou', 'Fujian', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(117, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.112.212.74', 0, 1, '2018-10-21 08:55:44', '名陶背景Ling13580868382', 'http://thirdwx.qlogo.cn/mmopen/vi_32/sMbe9SnHic3uKlmGGVGLjhicwHn5OGZWon3FxVIPicMAuSjHDNJllJ31cNIE2n6biaibTaKE1sXZftCBc6n7PMicjyDg/132', 2, 'ojVrzw7m6t9c6XxN-vrzpkna1sA4', '0', 'Huizhou', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(118, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '183.0.225.72', 0, 1, '2018-10-21 18:47:40', '咩咩', 'http://thirdwx.qlogo.cn/mmopen/vi_32/btdlghkwNJ6KvDeRNq73qdCaLejvNnNr1ZiaLibicHZicNLtu6IdQTQgv1tgh25DdPyWlduB41KF7le1YFwPfU444Q/132', 1, 'ojVrzw84aL-DIBZBYOY4n4IswQ8E', '0', 'Maoming', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(119, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '113.70.251.120', 0, 1, '2018-10-27 09:23:31', '方德装饰', 'http://thirdwx.qlogo.cn/mmopen/vi_32/iberxzUq7gh5icZbsJbk7iaNI3S4FgGAMUhbPLGohMvnjoBoDtsyfzXSBTzhHQouz6DQOA8hHiarIvHV0YjbD2mAaQ/132', 0, 'ojVrzwwzf8EptYmJCdvUsta2xq-Y', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(120, NULL, NULL, NULL, '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.157.167.16', 0, 1, '2018-10-29 15:11:57', '听风过耳ᘜ', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKINKlibnXtBgNR7F6MdHyq0rANmJISic1PWelZE7lagzib6OudfE4A3E2nCotpiarkw6ZLsy4xIlxFgg/132', 1, 'ojVrzw11nxxDpXo-pdOBEoZFWV34', '0', '', '', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(121, NULL, NULL, '18578672359', '2be8a3797fb6860ceab8d0ce5f64a2cb', NULL, '14.25.16.121', 0, 1, '2018-10-29 16:30:45', '陈辉', 'http://thirdwx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKQDvsWAuzmxU7suruIiapONOiaibQvgPCfjuibnGjjZMnMLicHImQPqDMKmTew738GITqOWgXwd81hsAQ/132', 1, 'ojVrzw1f_94GrAqTQuej3amEqFb4', '0', 'Foshan', 'Guangdong', NULL, NULL, 0, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL),
(125, '18578627138', NULL, '18578627138', 'e10adc3949ba59abbe56e057f20f883e', NULL, '127.0.0.1', 1, 1, '2018-11-18 15:29:14', '', NULL, 1, NULL, '0', NULL, NULL, NULL, NULL, 1542526154, NULL, NULL, NULL, 0, 0, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_express`
--

CREATE TABLE `mcc_express` (
  `id` int(12) NOT NULL,
  `expressname` varchar(30) NOT NULL COMMENT '快递名称',
  `expressUID` varchar(30) NOT NULL COMMENT '快递代码',
  `isDefault` tinyint(1) NOT NULL DEFAULT '0' COMMENT ' 是否是默认快递公司'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_express`
--

INSERT INTO `mcc_express` (`id`, `expressname`, `expressUID`, `isDefault`) VALUES
(1, '申通快递', 'shentong', 0),
(3, '中通快递', 'zhongtong', 0),
(5, '顺丰快递', 'shunfeng', 0),
(7, '圆通快递', 'yuantong', 1),
(9, '宅急送', 'zjs', 0),
(11, '韵达快递', 'yunda', 0),
(13, '天天快递', 'tiantian', 0),
(15, 'EMS快递', 'ems', 0),
(17, '全峰快递', 'quanfeng', 0),
(19, '国通快递', 'guotong', 0),
(21, '百世汇通', 'huitong', 0),
(23, '佳吉快运', 'jiaji', 0),
(25, '快捷快递', 'kuaijie', 0),
(27, '优速快递', 'yousu', 0),
(29, '德邦物流', 'debang', 0),
(31, '邮政小包', 'bgpyghx', 0),
(33, '速尔快递', 'suer', 0),
(35, '万象物流', 'wxwl', 0),
(37, '如风达快运', 'rufengda', 0);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_favorite`
--

CREATE TABLE `mcc_favorite` (
  `id` int(11) NOT NULL,
  `userID` int(11) NOT NULL,
  `productID` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='收藏表';

-- --------------------------------------------------------

--
-- 表的结构 `mcc_feedback`
--

CREATE TABLE `mcc_feedback` (
  `id` int(11) NOT NULL,
  `customerID` int(11) NOT NULL,
  `nickname` varchar(30) CHARACTER SET utf8mb4 NOT NULL,
  `avatar` varchar(200) NOT NULL,
  `content` varchar(2000) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='feedback';

-- --------------------------------------------------------

--
-- 表的结构 `mcc_icon`
--

CREATE TABLE `mcc_icon` (
  `id` int(11) UNSIGNED NOT NULL,
  `name` varchar(20) NOT NULL,
  `img` varchar(120) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `addTime` int(11) NOT NULL,
  `url` varchar(150) DEFAULT NULL,
  `sort` tinyint(1) DEFAULT '0',
  `type` varchar(10) NOT NULL DEFAULT 'product' COMMENT '类型: beauty => 美容活动，product => 普通商品',
  `columns` smallint(1) NOT NULL COMMENT '列数, 9 为轮播',
  `productID` int(11) DEFAULT NULL COMMENT '对应的商品ID, 1列时有效'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT=' 首页活动';

-- --------------------------------------------------------

--
-- 表的结构 `mcc_icon_img`
--

CREATE TABLE `mcc_icon_img` (
  `id` int(11) NOT NULL,
  `iconID` int(11) NOT NULL,
  `name` varchar(20) NOT NULL COMMENT '名称',
  `sort` tinyint(1) NOT NULL COMMENT '排序',
  `img` varchar(150) NOT NULL COMMENT ' 图片',
  `url` varchar(300) NOT NULL COMMENT '跳转的URL',
  `productID` int(11) NOT NULL COMMENT ' 对应的产品ID',
  `ticket` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否需要先成为会员',
  `tips` varchar(100) NOT NULL COMMENT '非会员点击需要成为会员才能进入的活动时的提示',
  `link` varchar(300) DEFAULT NULL COMMENT '非会员时点击需要成为会员才能进入的活动后的跳转URL',
  `status` tinyint(1) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='活动分配表';

-- --------------------------------------------------------

--
-- 表的结构 `mcc_icon_product`
--

CREATE TABLE `mcc_icon_product` (
  `id` int(11) NOT NULL,
  `categoryID` int(11) NOT NULL,
  `productID` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `mcc_img`
--

CREATE TABLE `mcc_img` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `img` varchar(150) NOT NULL,
  `sort` tinyint(2) NOT NULL DEFAULT '1' COMMENT '排序，数值越大越靠前',
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='风格图片表';

--
-- 转存表中的数据 `mcc_img`
--

INSERT INTO `mcc_img` (`id`, `name`, `img`, `sort`, `addTime`) VALUES
(9, '1', '/upload/custom/201705111602523712.jpg', 1, '2017-05-11 16:02:52'),
(10, '2', '/upload/custom/201705111603001192.jpg', 2, '2017-05-11 16:03:00'),
(11, '3', '/upload/custom/201705111603082197.jpg', 3, '2017-05-11 16:03:08'),
(12, '4', '/upload/custom/201705111603212866.jpg', 4, '2017-05-11 16:03:21'),
(13, '5', '/upload/custom/201705111603317436.jpg', 5, '2017-05-11 16:03:31'),
(14, '6', '/upload/custom/201705111603417952.jpg', 6, '2017-05-11 16:03:41'),
(15, '7', '/upload/custom/201705111603511216.jpg', 7, '2017-05-11 16:03:51'),
(16, '8', '/upload/custom/201705111604036387.jpg', 8, '2017-05-11 16:04:03'),
(17, '9', '/upload/custom/201705111604278019.jpg', 9, '2017-05-11 16:04:27'),
(18, '10', '/upload/custom/201705111604473245.jpg', 10, '2017-05-11 16:04:47');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_log`
--

CREATE TABLE `mcc_log` (
  `id` int(11) NOT NULL,
  `action` varchar(50) NOT NULL COMMENT ' 日志的动作',
  `content` varchar(2000) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '内容',
  `orderNO` varchar(32) DEFAULT NULL COMMENT '订单编号 ',
  `status` tinyint(1) NOT NULL COMMENT '操作结果 1 成功 0 失败',
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COMMENT='日志表';

--
-- 转存表中的数据 `mcc_log`
--

INSERT INTO `mcc_log` (`id`, `action`, `content`, `orderNO`, `status`, `addTime`) VALUES
(1, 'weixinCallback', '{\"appid\":\"wx727b82597978a1d1\",\"bank_type\":\"CFT\",\"cash_fee\":\"10\",\"fee_type\":\"CNY\",\"is_subscribe\":\"Y\",\"mch_id\":\"1480221652\",\"nonce_str\":\"WhMQNUo5uP3fD4mo\",\"openid\":\"ojVrzw5wZ97Yu70oFZ0uEQnaMBg4\",\"out_trade_no\":\"OR2017052022958\",\"result_code\":\"SUCCESS\",\"return_code\":\"SUCCESS\",\"sign\":\"373C5FA2EDDEFB57A7F52362852F6E75\",\"time_end\":\"20170520154020\",\"total_fee\":\"10\",\"trade_type\":\"JSAPI\",\"transaction_id\":\"4002842001201705201712675390\"}', 'OR2017052022958', 1, '2017-05-20 15:40:20'),
(2, '_handleOrder', '{\"id\":\"2\",\"orderNO\":\"OR2017052022958\",\"total\":\"0.10\",\"paid\":\"0\",\"customer_id\":\"1\",\"ticket\":\"0\"}', 'OR2017052022958', 1, '2017-05-20 15:40:20'),
(3, 'getJsApiTicket', '{\"errcode\":41001,\"errmsg\":\"access_token missing hint: [zy3.ea08718878!]\"}', NULL, 1, '2018-12-14 22:14:31'),
(4, 'getJsApiTicket', '{\"errcode\":41001,\"errmsg\":\"access_token missing hint: [g9xEqA01274696!]\"}', NULL, 1, '2018-12-14 22:18:46'),
(5, 'getJsApiTicket', '{\"errcode\":41001,\"errmsg\":\"access_token missing hint: [yfoeJA02121527!]\"}', NULL, 1, '2018-12-14 22:20:12'),
(6, 'getJsApiTicket', '{\"errcode\":41001,\"errmsg\":\"access_token missing hint: [CQeOpa05834682!]\"}', NULL, 1, '2018-12-14 22:26:23');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_menu`
--

CREATE TABLE `mcc_menu` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `type` tinyint(1) NOT NULL DEFAULT '1' COMMENT '1 弹出子菜单，2 跳转页面，3 触发 关键词',
  `url` varchar(300) DEFAULT NULL COMMENT '跳转的关键字',
  `keyword` varchar(20) DEFAULT NULL COMMENT '触发的关键字',
  `parentID` int(11) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='自定义菜单';

--
-- 转存表中的数据 `mcc_menu`
--

INSERT INTO `mcc_menu` (`id`, `name`, `type`, `url`, `keyword`, `parentID`) VALUES
(236, '在线商城', 2, 'http://wx.tosame.cn/weixin/classes', '', 0),
(237, '在线教程', 1, '', '', 0),
(238, '装修大学', 2, 'https://mp.weixin.qq.com/mp/homepage?__biz=MzI4NzUwNTU0OQ==&hid=2&sn=a5b3a6e0bb975690fbb88f3bd58588fd#wechat_redirect', '', 237),
(239, '在线视频', 2, 'http://wx.tosame.cn/weixin/video', '', 237),
(240, ' 联系我们', 1, '', '', 0),
(241, '个人中心', 2, 'http://wx.tosame.cn/weixin/profile', '', 240),
(242, '关于我们', 2, 'https://mp.weixin.qq.com/s?__biz=MzI4NzUwNTU0OQ==&mid=2247484832&idx=1&sn=8a2532a8ff099227da798671b1fab687&chksm=ebcde842dcba6154a29ffc460dae5696f750d5365a1783818c7c1135df9a8d57b25c9da5c2c1&token=614776304&lang=zh_CN#rd', '', 240);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_merchant`
--

CREATE TABLE `mcc_merchant` (
  `id` int(11) NOT NULL,
  `name` varchar(100) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '名称',
  `code` varchar(100) NOT NULL COMMENT '编号',
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '合作状态',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL COMMENT '备注',
  `addTime` datetime NOT NULL COMMENT '创建时间',
  `address` varchar(300) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `tel` varchar(15) NOT NULL,
  `case` mediumint(5) NOT NULL,
  `designer` tinyint(3) NOT NULL,
  `half` tinyint(1) NOT NULL,
  `all` tinyint(1) NOT NULL,
  `sort` tinyint(2) NOT NULL,
  `img` varchar(150) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COMMENT='合作商';

--
-- 转存表中的数据 `mcc_merchant`
--

INSERT INTO `mcc_merchant` (`id`, `name`, `code`, `status`, `remark`, `addTime`, `address`, `tel`, `case`, `designer`, `half`, `all`, `sort`, `img`) VALUES
(5, '胡晓军', '15011999393', 1, '', '2018-01-22 18:36:36', '', '', 0, 0, 0, 0, 55, ''),
(6, '薛蔚', '18620842585', 1, '', '2018-01-22 18:36:49', '', '', 0, 0, 0, 0, 33, ''),
(7, '袁东', '18009900223', 1, '匠源时代装饰工程有限公司', '2018-01-23 10:47:11', '', '', 0, 0, 0, 0, 12, ''),
(9, '赖辉', '18826085062', 1, '广东市场', '2018-02-28 10:46:21', '佛山', '18578627167', 3, 2, 1, 1, 32, '/upload/merchant/1542511884.jpg'),
(12, '大眼猫', 'dym', 1, '值得依赖的平台', '2018-11-18 11:19:05', '中大科持园了', '18578627167', 330, 127, 1, 1, 44, '/upload/merchant/1542511790.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_message`
--

CREATE TABLE `mcc_message` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `phone` varchar(12) NOT NULL,
  `msg` varchar(500) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='留言';

--
-- 转存表中的数据 `mcc_message`
--

INSERT INTO `mcc_message` (`id`, `name`, `phone`, `msg`, `addTime`) VALUES
(1, '大眼猫', '18578637281', '这是测试留言', '2018-03-03 01:04:46');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_nav`
--

CREATE TABLE `mcc_nav` (
  `id` int(11) NOT NULL,
  `title` varchar(20) NOT NULL,
  `image` varchar(150) DEFAULT NULL,
  `url` varchar(300) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '上下架状态',
  `sort` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='首页导航菜单';

--
-- 转存表中的数据 `mcc_nav`
--

INSERT INTO `mcc_nav` (`id`, `title`, `image`, `url`, `status`, `sort`) VALUES
(2, '美丽讯息', '/upload/nav/1467713707.png', 'http://mp.weixin.qq.com/s?__biz=MzIxODM3NTM3Mw==&mid=2247483656&idx=1&sn=9ced4e4459aac9e28a23ffadb2c4c17c#rd', 1, 4),
(4, '院线活动', '/upload/nav/1467713746.png', 'http://ng.wface.cn/weixin/groupon/2.html', 1, 2),
(5, '院线加盟', '/upload/nav/1467713831.png', '/weixin/join', 1, 1),
(6, '新人福利', '/upload/nav/1467713831.png', '/weixin/rookie', 1, 3);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_news`
--

CREATE TABLE `mcc_news` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `url` varchar(150) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT=' 资讯表';

--
-- 转存表中的数据 `mcc_news`
--

INSERT INTO `mcc_news` (`id`, `title`, `url`, `addTime`) VALUES
(1, '第一个标题', 'http://www.qq.com', '2018-11-03 15:11:47'),
(2, '第二个标题', 'http://www.qq.com', '2018-11-03 15:12:12'),
(3, '123', 'http://www.qq.com', '2018-11-03 15:12:16'),
(5, '2点至6点不能交易', '/weixin/pro', '2018-11-03 15:12:26'),
(7, '12344', 'http://www.qq.com', '2018-11-03 15:14:57'),
(8, '1234466', 'http://www.qq.com', '2018-11-03 15:15:02');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_order`
--

CREATE TABLE `mcc_order` (
  `id` int(11) NOT NULL,
  `orderNO` varchar(20) NOT NULL,
  `customer_id` int(11) NOT NULL DEFAULT '0',
  `fullname` varchar(32) CHARACTER SET utf8mb4 NOT NULL,
  `telephone` varchar(32) NOT NULL,
  `payment_fullname` varchar(32) NOT NULL,
  `payment_address` varchar(128) NOT NULL,
  `payment_city` varchar(128) NOT NULL,
  `payment_country` varchar(128) NOT NULL,
  `payment_country_id` int(11) NOT NULL,
  `payment_zone` varchar(128) NOT NULL,
  `payment_method` varchar(128) DEFAULT NULL,
  `payment_code` varchar(128) DEFAULT NULL,
  `shipping_fullname` varchar(32) NOT NULL,
  `shipping_address` varchar(128) NOT NULL,
  `shipping_city` varchar(128) NOT NULL,
  `shipping_region` varchar(20) NOT NULL,
  `shipping_country` varchar(128) NOT NULL,
  `shipping_country_id` int(11) NOT NULL,
  `shipping_zone` varchar(128) NOT NULL,
  `shipping_method` varchar(128) NOT NULL,
  `shipping_code` varchar(128) NOT NULL,
  `shipping_telephone` varchar(32) NOT NULL,
  `total` decimal(15,2) NOT NULL DEFAULT '0.00',
  `order_status_id` int(11) NOT NULL DEFAULT '0',
  `commission` decimal(15,4) DEFAULT NULL,
  `currency_id` int(11) NOT NULL,
  `currency_code` varchar(3) NOT NULL,
  `currency_value` decimal(15,8) NOT NULL DEFAULT '1.00000000',
  `ip` varchar(40) NOT NULL,
  `user_agent` varchar(255) NOT NULL,
  `date_added` datetime NOT NULL,
  `date_modified` datetime NOT NULL,
  `paid` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否已支付，0=未，1=是',
  `payTime` datetime DEFAULT NULL COMMENT '支付时间',
  `cancel_time` datetime DEFAULT NULL,
  `couponID` int(11) DEFAULT NULL COMMENT '优惠券 ID',
  `transaction_id` varchar(100) DEFAULT NULL,
  `couponFee` decimal(5,2) DEFAULT NULL COMMENT '优惠的金额',
  `remark` varchar(100) DEFAULT NULL,
  `express` varchar(20) DEFAULT NULL COMMENT '快递公司编号',
  `expressNO` varchar(32) DEFAULT NULL COMMENT '快递编号',
  `expressTime` datetime DEFAULT NULL COMMENT '发货时间',
  `addTime` int(11) NOT NULL COMMENT '创建的时间戳',
  `isReview` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否评论了',
  `returnReason` varchar(2000) DEFAULT NULL COMMENT '退货理由',
  `free_delivery` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否免运费',
  `products` varchar(200) NOT NULL COMMENT '所购买的产品名,| 分隔',
  `isLucky` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否使用微信红包退款',
  `refundAdminID` int(11) DEFAULT NULL COMMENT '退款的管理员ID',
  `refundAdmin` varchar(20) DEFAULT NULL COMMENT '退款的管理员账号',
  `refundTime` datetime DEFAULT NULL COMMENT '退款时间',
  `refundDesc` varchar(100) DEFAULT NULL COMMENT '退款备注',
  `refundNO` varchar(32) DEFAULT NULL COMMENT '退款编号',
  `isMerchantPay` tinyint(1) DEFAULT '0' COMMENT '是否是使用企业付款退款',
  `ticket` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否为会员资格订单',
  `shipping` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否已发货',
  `adminRemark` varchar(200) NOT NULL,
  `forcePay` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否是强制付款'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_order`
--

INSERT INTO `mcc_order` (`id`, `orderNO`, `customer_id`, `fullname`, `telephone`, `payment_fullname`, `payment_address`, `payment_city`, `payment_country`, `payment_country_id`, `payment_zone`, `payment_method`, `payment_code`, `shipping_fullname`, `shipping_address`, `shipping_city`, `shipping_region`, `shipping_country`, `shipping_country_id`, `shipping_zone`, `shipping_method`, `shipping_code`, `shipping_telephone`, `total`, `order_status_id`, `commission`, `currency_id`, `currency_code`, `currency_value`, `ip`, `user_agent`, `date_added`, `date_modified`, `paid`, `payTime`, `cancel_time`, `couponID`, `transaction_id`, `couponFee`, `remark`, `express`, `expressNO`, `expressTime`, `addTime`, `isReview`, `returnReason`, `free_delivery`, `products`, `isLucky`, `refundAdminID`, `refundAdmin`, `refundTime`, `refundDesc`, `refundNO`, `isMerchantPay`, `ticket`, `shipping`, `adminRemark`, `forcePay`) VALUES
(1, 'OR2017052016449', 1, '', '18578627139', '大眼猫', '我也不知道', '哈尔滨市', 'China(中国)', 44, '黑龙江省', NULL, NULL, '大眼猫', '我也不知道', '哈尔滨市', '道外区', 'China(中国)', 44, '黑龙江省', '常规', 'free.free', '18578627139', '0.20', 3, NULL, 4, 'CNY', '1.00000000', '113.103.32.147', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-05-20 15:27:51', '2017-05-20 15:27:51', 0, NULL, NULL, NULL, NULL, NULL, '', 'shentong', '', '2017-05-20 15:39:12', 1495265271, 0, NULL, 0, '欧式简洁沙发|日式极简茶几', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 1, '', 0),
(2, 'OR2017052022958', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道', '哈尔滨市', 'China(中国)', 44, '黑龙江省', NULL, NULL, '大眼猫', '我也不知道', '哈尔滨市', '道外区', 'China(中国)', 44, '黑龙江省', '常规', 'free.free', '18578627139', '0.10', 1, NULL, 4, 'CNY', '1.00000000', '113.103.32.147', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-05-20 15:40:12', '2017-05-20 15:40:12', 1, '2017-05-20 15:40:20', NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1495266012, 0, NULL, 0, '三脚衣帽架', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(3, 'OR2017052061640', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道', '哈尔滨市', 'China(中国)', 44, '黑龙江省', NULL, NULL, '大眼猫', '我也不知道', '哈尔滨市', '道外区', 'China(中国)', 44, '黑龙江省', '常规', 'free.free', '18578627139', '0.40', 4, NULL, 4, 'CNY', '1.00000000', '113.103.32.147', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-05-20 15:42:40', '2017-05-20 15:42:40', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1495266160, 0, NULL, 0, '欧式简洁沙发|日式极简茶几', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(4, 'OR2017052026150', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道', '哈尔滨市', 'China(中国)', 44, '黑龙江省', NULL, NULL, '大眼猫', '我也不知道', '哈尔滨市', '道外区', 'China(中国)', 44, '黑龙江省', '常规', 'free.free', '18578627139', '0.10', 4, NULL, 4, 'CNY', '1.00000000', '113.103.32.147', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-05-20 15:46:29', '2017-05-20 15:46:29', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1495266389, 0, NULL, 0, '双门衣柜', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(5, 'OR2017052029526', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道耶', '合肥市', 'China(中国)', 44, '安徽省', NULL, NULL, '大眼猫', '我也不知道耶', '合肥市', '包河区', 'China(中国)', 44, '安徽省', '常规', 'free.free', '18578627139', '0.70', 4, NULL, 4, 'CNY', '1.00000000', '113.103.32.147', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-05-20 15:48:24', '2017-05-20 15:48:24', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1495266504, 0, NULL, 0, '日式极简茶几|欧式简洁沙发|纯木茶几', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(6, 'OR2017052044227', 2, '借条宝', '1857862356', 'sdg', 'ghjfd', '呼和浩特市', 'China(中国)', 44, '内蒙古', NULL, NULL, 'sdg', 'ghjfd', '呼和浩特市', '新城区', 'China(中国)', 44, '内蒙古', '常规', 'free.free', '1857862356', '0.10', 3, NULL, 4, 'CNY', '1.00000000', '113.103.32.147', 'Mozilla/5.0 (Linux; Android 6.0; M5 Build/MRA58K; wv) AppleWebKit/537.36 (KHTML, like Gecko) Version/4.0 Chrome/53.0.2785.49 Mobile MQQBrowser/6.2 TBS/043128 Safari/537.36 MicroMessenger/6.5.7.1041 NetType/WIFI Language/zh_CN', '2017-05-20 15:55:05', '2017-05-20 15:55:05', 0, NULL, NULL, NULL, NULL, NULL, '', 'shentong', '', '2017-05-20 15:55:57', 1495266905, 0, NULL, 0, '三脚衣帽架', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 1, '', 0),
(7, 'OR2017052043332', 2, '', '1857862356', 'sdg', 'ghjfd', '呼和浩特市', 'China(中国)', 44, '内蒙古', NULL, NULL, 'sdg', 'ghjfd', '呼和浩特市', '新城区', 'China(中国)', 44, '内蒙古', '常规', 'free.free', '1857862356', '0.80', 4, NULL, 4, 'CNY', '1.00000000', '117.136.79.18', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_3_1 like Mac OS X) AppleWebKit/603.1.30 (KHTML, like Gecko) Mobile/14E304 MicroMessenger/6.5.8 NetType/2G Language/zh_CN', '2017-05-20 16:18:56', '2017-05-20 16:18:56', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1495268336, 0, NULL, 0, '日式极简茶几|欧式简洁沙发|达康书记的书桌|纯木茶几', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(8, 'OR2017052015454', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道耶', '合肥市', 'China(中国)', 44, '安徽省', NULL, NULL, '大眼猫', '我也不知道耶', '合肥市', '包河区', 'China(中国)', 44, '安徽省', '常规', 'free.free', '18578627139', '0.20', 4, NULL, 4, 'CNY', '1.00000000', '113.103.32.147', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-05-20 19:08:41', '2017-05-20 19:08:41', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1495278521, 0, NULL, 0, '日式极简茶几', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(9, 'OR2017052055361', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道耶', '合肥市', 'China(中国)', 44, '安徽省', NULL, NULL, '大眼猫', '我也不知道耶', '合肥市', '包河区', 'China(中国)', 44, '安徽省', '常规', 'free.free', '18578627139', '0.40', 4, NULL, 4, 'CNY', '1.00000000', '223.73.64.244', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-05-20 22:29:38', '2017-05-20 22:29:38', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1495290578, 0, NULL, 0, '日式极简茶几|纯木茶几|双门衣柜', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(10, 'OR2017060751467', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道耶', '合肥市', 'China(中国)', 44, '安徽省', NULL, NULL, '大眼猫', '我也不知道耶', '合肥市', '包河区', 'China(中国)', 44, '安徽省', '常规', 'free.free', '18578627139', '299997.00', 4, NULL, 4, 'CNY', '1.00000000', '113.103.32.184', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_2_1 like Mac OS X) AppleWebKit/602.4.6 (KHTML, like Gecko) Mobile/14D27 MicroMessenger/6.5.8 NetType/WIFI Language/zh_CN', '2017-06-07 21:43:35', '2017-06-07 21:43:35', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1496843015, 0, NULL, 0, '客厅|餐厅|卧室', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(11, 'OR2017072320241', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道耶', '合肥市', 'China(中国)', 44, '安徽省', NULL, NULL, '大眼猫', '我也不知道耶', '合肥市', '包河区', 'China(中国)', 44, '安徽省', '常规', 'free.free', '18578627139', '99999.00', 4, NULL, 4, 'CNY', '1.00000000', '223.73.64.247', 'Mozilla/5.0 (iPhone; CPU iPhone OS 10_3_2 like Mac OS X) AppleWebKit/603.2.4 (KHTML, like Gecko) Mobile/14F89 MicroMessenger/6.5.12 NetType/WIFI Language/zh_CN', '2017-07-23 10:50:45', '2017-07-23 10:50:45', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1500778245, 0, NULL, 0, '测试1', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(12, 'OR2018012212031', 9, '同尚陈设薛工', '18620842585', '薛工', '泰和购物广场', '恩施土家族苗族自', 'China(中国)', 44, '湖北省', NULL, NULL, '薛工', '泰和购物广场', '恩施土家族苗族自', '建始县', 'China(中国)', 44, '湖北省', '常规', 'free.free', '18620842585', '40.00', 4, NULL, 4, 'CNY', '1.00000000', '119.126.107.177', 'Mozilla/5.0 (Linux; Android 6.0; F106 Build/MRA58K; wv) AppleWebKit/537.36 (KHTML, like Gecko) Version/4.0 Chrome/57.0.2987.132 MQQBrowser/6.2 TBS/043806 Mobile Safari/537.36 MicroMessenger/6.6.1.1220(0x26060135) NetType/WIFI Language/zh_CN', '2018-01-22 18:43:14', '2018-01-22 18:43:14', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1516617794, 0, NULL, 0, '（通体大理石）金色年华', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(13, 'OR2018012254149', 9, '同尚陈设薛工', '18620842585', '薛工', '泰和购物广场', '恩施土家族苗族自', 'China(中国)', 44, '湖北省', NULL, NULL, '薛工', '泰和购物广场', '恩施土家族苗族自', '建始县', 'China(中国)', 44, '湖北省', '常规', 'free.free', '18620842585', '520.00', 4, NULL, 4, 'CNY', '1.00000000', '119.126.107.177', 'Mozilla/5.0 (Linux; Android 6.0; F106 Build/MRA58K; wv) AppleWebKit/537.36 (KHTML, like Gecko) Version/4.0 Chrome/57.0.2987.132 MQQBrowser/6.2 TBS/043806 Mobile Safari/537.36 MicroMessenger/6.6.1.1220(0x26060135) NetType/WIFI Language/zh_CN', '2018-01-22 18:44:29', '2018-01-22 18:44:29', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1516617869, 0, NULL, 0, '（通体大理石）金色年华', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(14, 'OR2018092042300', 1, '大眼猫', '18578627139', '大眼猫', '我也不知道耶', '合肥市', 'China(中国)', 44, '安徽省', NULL, NULL, '大眼猫', '我也不知道耶', '合肥市', '包河区', 'China(中国)', 44, '安徽省', '常规', 'free.free', '18578627139', '11.50', 4, NULL, 4, 'CNY', '1.00000000', '113.67.9.168', 'Mozilla/5.0 (iPhone; CPU iPhone OS 12_0 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Mobile/16A366 MicroMessenger/6.7.2 NetType/WIFI Language/zh_CN', '2018-09-20 23:42:31', '2018-09-20 23:42:31', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1537458151, 0, NULL, 0, '8605', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0),
(15, 'OR2018102260853', 3, '三三两两', '15011999393', '胡晓军', '998', '广州市', 'China(中国)', 44, '广东省', NULL, NULL, '胡晓军', '998', '广州市', '荔湾区', 'China(中国)', 44, '广东省', '常规', 'free.free', '15011999393', '240.00', 4, NULL, 4, 'CNY', '1.00000000', '119.126.106.195', 'Mozilla/5.0 (iPhone; CPU iPhone OS 12_0 like Mac OS X) AppleWebKit/605.1.15 (KHTML, like Gecko) Mobile/16A366 MicroMessenger/6.7.3(0x16070321) NetType/WIFI Language/zh_CN', '2018-10-22 15:57:15', '2018-10-22 15:57:15', 0, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, 1540195035, 0, NULL, 0, '（通体大理石）世纪伴侣', 0, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, '', 0);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_order_history`
--

CREATE TABLE `mcc_order_history` (
  `id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `order_status_id` int(11) NOT NULL,
  `notify` tinyint(1) NOT NULL DEFAULT '0',
  `comment` text NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_order_history`
--

INSERT INTO `mcc_order_history` (`id`, `order_id`, `order_status_id`, `notify`, `comment`, `date_added`) VALUES
(1, 1, 4, 0, '', '2017-05-20 15:27:51'),
(2, 2, 4, 0, '', '2017-05-20 15:40:12'),
(3, 3, 4, 0, '', '2017-05-20 15:42:40'),
(4, 4, 4, 0, '', '2017-05-20 15:46:29'),
(5, 5, 4, 0, '', '2017-05-20 15:48:24'),
(6, 6, 4, 0, '', '2017-05-20 15:55:05'),
(7, 7, 4, 0, '', '2017-05-20 16:18:56'),
(8, 8, 4, 0, '', '2017-05-20 19:08:41'),
(9, 9, 4, 0, '', '2017-05-20 22:29:38'),
(10, 10, 4, 0, '', '2017-06-07 21:43:35'),
(11, 11, 4, 0, '', '2017-07-23 10:50:45'),
(12, 12, 4, 0, '', '2018-01-22 18:43:14'),
(13, 13, 4, 0, '', '2018-01-22 18:44:29'),
(14, 14, 4, 0, '', '2018-09-20 23:42:31'),
(15, 15, 4, 0, '', '2018-10-22 15:57:15');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_order_option`
--

CREATE TABLE `mcc_order_option` (
  `id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `order_product_id` int(11) NOT NULL,
  `product_option_id` int(11) NOT NULL,
  `product_option_value_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(255) NOT NULL,
  `value` text NOT NULL,
  `type` varchar(32) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `mcc_order_product`
--

CREATE TABLE `mcc_order_product` (
  `id` int(11) NOT NULL,
  `order_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `model` varchar(64) NOT NULL,
  `quantity` int(4) NOT NULL,
  `price` decimal(15,2) NOT NULL DEFAULT '0.00',
  `total` decimal(15,2) NOT NULL DEFAULT '0.00',
  `tax` decimal(15,2) NOT NULL DEFAULT '0.00',
  `reward` int(8) NOT NULL,
  `addTime` int(11) NOT NULL,
  `date_added` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_order_product`
--

INSERT INTO `mcc_order_product` (`id`, `order_id`, `product_id`, `customer_id`, `name`, `model`, `quantity`, `price`, `total`, `tax`, `reward`, `addTime`, `date_added`) VALUES
(1, 1, 1, 1, '欧式简洁沙发', '', 1, '0.10', '0.10', '0.00', 0, 1495265271, '2017-05-20 15:27:51'),
(2, 1, 2, 1, '日式极简茶几', '', 1, '0.10', '0.10', '0.00', 0, 1495265271, '2017-05-20 15:27:51'),
(3, 2, 4, 1, '三脚衣帽架', '', 1, '0.10', '0.10', '0.00', 0, 1495266012, '2017-05-20 15:40:12'),
(4, 3, 1, 1, '欧式简洁沙发', '白色 / 中 / 欧式', 1, '0.20', '0.20', '0.00', 0, 1495266160, '2017-05-20 15:42:40'),
(5, 3, 1, 1, '欧式简洁沙发', '黑色 / 大 / 日式', 1, '0.10', '0.10', '0.00', 0, 1495266160, '2017-05-20 15:42:40'),
(6, 3, 2, 1, '日式极简茶几', '', 1, '0.10', '0.10', '0.00', 0, 1495266160, '2017-05-20 15:42:40'),
(7, 4, 3, 1, '双门衣柜', '', 1, '0.10', '0.10', '0.00', 0, 1495266389, '2017-05-20 15:46:29'),
(8, 5, 2, 1, '日式极简茶几', '白色 / 小 / 欧式', 1, '0.10', '0.10', '0.00', 0, 1495266504, '2017-05-20 15:48:24'),
(9, 5, 2, 1, '日式极简茶几', '黑色 / 中 / 日式', 1, '0.20', '0.20', '0.00', 0, 1495266504, '2017-05-20 15:48:24'),
(10, 5, 1, 1, '欧式简洁沙发', '白色 / 中 / 欧式', 1, '0.20', '0.20', '0.00', 0, 1495266504, '2017-05-20 15:48:24'),
(11, 5, 1, 1, '欧式简洁沙发', '黑色 / 大 / 日式', 1, '0.10', '0.10', '0.00', 0, 1495266504, '2017-05-20 15:48:24'),
(12, 5, 6, 1, '纯木茶几', '', 1, '0.10', '0.10', '0.00', 0, 1495266504, '2017-05-20 15:48:24'),
(13, 6, 4, 2, '三脚衣帽架', '', 1, '0.10', '0.10', '0.00', 0, 1495266905, '2017-05-20 15:55:05'),
(14, 7, 2, 2, '日式极简茶几', '白色 / 小 / 欧式', 1, '0.10', '0.10', '0.00', 0, 1495268336, '2017-05-20 16:18:56'),
(15, 7, 1, 2, '欧式简洁沙发', '黑色 / 大 / 日式', 5, '0.10', '0.50', '0.00', 0, 1495268336, '2017-05-20 16:18:56'),
(16, 7, 5, 2, '达康书记的书桌', '', 1, '0.10', '0.10', '0.00', 0, 1495268336, '2017-05-20 16:18:56'),
(17, 7, 6, 2, '纯木茶几', '', 1, '0.10', '0.10', '0.00', 0, 1495268336, '2017-05-20 16:18:56'),
(18, 8, 2, 1, '日式极简茶几', '黑色 / 中 / 日式', 1, '0.20', '0.20', '0.00', 0, 1495278521, '2017-05-20 19:08:41'),
(19, 9, 2, 1, '日式极简茶几', '黑色 / 中 / 日式', 1, '0.20', '0.20', '0.00', 0, 1495290578, '2017-05-20 22:29:38'),
(20, 9, 6, 1, '纯木茶几', '', 1, '0.10', '0.10', '0.00', 0, 1495290578, '2017-05-20 22:29:38'),
(21, 9, 3, 1, '双门衣柜', '', 1, '0.10', '0.10', '0.00', 0, 1495290578, '2017-05-20 22:29:38'),
(22, 10, 3, 1, '客厅', '', 1, '99999.00', '99999.00', '0.00', 0, 1496843015, '2017-06-07 21:43:35'),
(23, 10, 2, 1, '餐厅', '白色 / 小 / 欧式', 1, '99999.00', '99999.00', '0.00', 0, 1496843015, '2017-06-07 21:43:35'),
(24, 10, 1, 1, '卧室', '白色 / 中 / 欧式', 1, '99999.00', '99999.00', '0.00', 0, 1496843015, '2017-06-07 21:43:35'),
(25, 11, 7, 1, '测试1', '', 1, '99999.00', '99999.00', '0.00', 0, 1500778245, '2017-07-23 10:50:45'),
(26, 12, 41, 9, '（通体大理石）金色年华', '', 1, '40.00', '40.00', '0.00', 0, 1516617794, '2018-01-22 18:43:14'),
(27, 13, 41, 9, '（通体大理石）金色年华', '', 13, '40.00', '520.00', '0.00', 0, 1516617869, '2018-01-22 18:44:29'),
(28, 14, 96, 1, '8605', '', 1, '11.50', '11.50', '0.00', 0, 1537458151, '2018-09-20 23:42:31'),
(29, 15, 43, 3, '（通体大理石）世纪伴侣', '', 6, '40.00', '240.00', '0.00', 0, 1540195035, '2018-10-22 15:57:15');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_order_status`
--

CREATE TABLE `mcc_order_status` (
  `id` int(11) NOT NULL,
  `name` varchar(32) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_order_status`
--

INSERT INTO `mcc_order_status` (`id`, `name`) VALUES
(1, '待发货'),
(3, '已发货'),
(4, '待付款'),
(5, '完成'),
(7, '已取消'),
(8, '申请退货'),
(9, '已退货');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_order_status_log`
--

CREATE TABLE `mcc_order_status_log` (
  `id` int(11) NOT NULL,
  `orderID` int(11) NOT NULL,
  `userID` int(11) NOT NULL,
  `adminID` int(11) NOT NULL,
  `status` tinyint(2) NOT NULL COMMENT '订单的目标状态',
  `addTime` datetime NOT NULL,
  `content` varchar(100) CHARACTER SET utf8mb4 NOT NULL COMMENT '备注'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='订单状态更改记录表';

--
-- 转存表中的数据 `mcc_order_status_log`
--

INSERT INTO `mcc_order_status_log` (`id`, `orderID`, `userID`, `adminID`, `status`, `addTime`, `content`) VALUES
(1, 1, 0, 2, 3, '2017-05-20 15:38:06', '管理员 superAdmin对订单1发货, 状态变为3【已发货】'),
(2, 1, 0, 2, 3, '2017-05-20 15:39:12', '管理员 superAdmin对订单1发货, 状态变为3【已发货】'),
(3, 6, 0, 2, 3, '2017-05-20 15:55:57', '管理员 superAdmin对订单6发货, 状态变为3【已发货】');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_order_total`
--

CREATE TABLE `mcc_order_total` (
  `id` int(10) NOT NULL,
  `order_id` int(11) NOT NULL,
  `code` varchar(32) NOT NULL,
  `title` varchar(255) NOT NULL,
  `value` decimal(15,2) NOT NULL DEFAULT '0.00',
  `sort_order` int(3) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_order_total`
--

INSERT INTO `mcc_order_total` (`id`, `order_id`, `code`, `title`, `value`, `sort_order`) VALUES
(1, 1, 'sub_total', '小计', '0.20', 1),
(2, 1, 'total', '总计', '0.20', 9),
(3, 2, 'sub_total', '小计', '0.10', 1),
(4, 2, 'total', '总计', '0.10', 9),
(5, 3, 'sub_total', '小计', '0.40', 1),
(6, 3, 'total', '总计', '0.40', 9),
(7, 4, 'sub_total', '小计', '0.10', 1),
(8, 4, 'total', '总计', '0.10', 9),
(9, 5, 'sub_total', '小计', '0.70', 1),
(10, 5, 'total', '总计', '0.70', 9),
(11, 6, 'sub_total', '小计', '0.10', 1),
(12, 6, 'total', '总计', '0.10', 9),
(13, 7, 'sub_total', '小计', '0.80', 1),
(14, 7, 'total', '总计', '0.80', 9),
(15, 8, 'sub_total', '小计', '0.20', 1),
(16, 8, 'total', '总计', '0.20', 9),
(17, 9, 'sub_total', '小计', '0.40', 1),
(18, 9, 'total', '总计', '0.40', 9),
(19, 10, 'sub_total', '小计', '299997.00', 1),
(20, 10, 'total', '总计', '299997.00', 9),
(21, 11, 'sub_total', '小计', '99999.00', 1),
(22, 11, 'total', '总计', '99999.00', 9),
(23, 12, 'sub_total', '小计', '40.00', 1),
(24, 12, 'total', '总计', '40.00', 9),
(25, 13, 'sub_total', '小计', '520.00', 1),
(26, 13, 'total', '总计', '520.00', 9),
(27, 14, 'sub_total', '小计', '11.50', 1),
(28, 14, 'total', '总计', '11.50', 9),
(29, 15, 'sub_total', '小计', '240.00', 1),
(30, 15, 'total', '总计', '240.00', 9);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_package`
--

CREATE TABLE `mcc_package` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `categoryNO` varchar(20) NOT NULL COMMENT '所属类别编号',
  `category` varchar(30) NOT NULL COMMENT '所属类别名称',
  `unit` varchar(10) NOT NULL COMMENT '单位',
  `price` mediumint(6) NOT NULL COMMENT '价格',
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='主材包';

--
-- 转存表中的数据 `mcc_package`
--

INSERT INTO `mcc_package` (`id`, `name`, `categoryNO`, `category`, `unit`, `price`, `status`, `addTime`) VALUES
(2, '地砖', 'livingRoom', '客餐厅', '块', 1222, 1, '2018-12-01 22:18:51'),
(3, '踢脚线', 'bedRoom', '主卧', '块', 22222, 1, '2018-12-01 22:21:10'),
(4, '洗浴台', 'toilet', '卫生间', '个', 200, 1, '2018-12-01 22:21:32'),
(5, '煤气炷', 'kitchen', '厨房', '台', 100, 1, '2018-12-01 22:21:48'),
(6, '花瓶', 'balcony', '阳台', '个', 600, 1, '2018-12-01 22:22:04'),
(7, '床', 'bedRoom', '主卧', '张', 23, 1, '2018-12-01 22:22:16'),
(8, '水晶灯', 'livingRoom', '客餐厅', '盏', 200, 1, '2018-12-01 22:22:23'),
(9, '净水器', 'kitchen', '厨房', '台', 100, 1, '2018-12-01 22:29:52'),
(10, '小床', 'secondBedRoom', '侧卧', '张', 200, 1, '2018-12-04 20:53:14');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_package_order`
--

CREATE TABLE `mcc_package_order` (
  `id` int(11) NOT NULL,
  `orderNO` varchar(32) NOT NULL,
  `userID` int(11) NOT NULL,
  `nickname` varchar(30) NOT NULL,
  `name` varchar(20) NOT NULL,
  `paid` tinyint(1) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL,
  `fee` mediumint(6) NOT NULL,
  `telephone` varchar(12) NOT NULL,
  `addTime` datetime NOT NULL,
  `paidTime` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='package_order';

--
-- 转存表中的数据 `mcc_package_order`
--

INSERT INTO `mcc_package_order` (`id`, `orderNO`, `userID`, `nickname`, `name`, `paid`, `status`, `fee`, `telephone`, `addTime`, `paidTime`) VALUES
(6, '111', 0, '', 'dym', 0, 1, 68380, '123', '2018-12-06 00:05:03', NULL),
(7, '222', 0, '', 'dym', 0, 1, 24867, '110', '2018-12-06 00:05:48', NULL),
(8, '201812061006174125', 0, '', 'hjj', 0, 1, 1422, '123', '2018-12-06 22:06:17', NULL),
(9, '201812061031248942', 0, '', 'xqx', 0, 1, 1622, '123', '2018-12-06 22:31:24', NULL),
(10, '201812141014319086', 1, '大眼猫', 'dym', 0, 1, 1222, '18578627139', '2018-12-14 22:14:31', NULL),
(11, '201812141018461895', 1, '大眼猫', 'dym', 0, 1, 88980, '18578627139', '2018-12-14 22:18:46', NULL),
(12, '201812141020128251', 1, '大眼猫', 'dym', 0, 1, 200, '18578627139', '2018-12-14 22:20:12', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_package_order_detail`
--

CREATE TABLE `mcc_package_order_detail` (
  `id` int(11) NOT NULL,
  `orderID` int(11) NOT NULL,
  `packageID` int(11) NOT NULL,
  `package` varchar(20) NOT NULL,
  `type` varchar(20) NOT NULL,
  `specifications` varchar(20) NOT NULL,
  `amount` mediumint(5) NOT NULL,
  `price` mediumint(6) NOT NULL,
  `fee` mediumint(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='package_order_detail';

--
-- 转存表中的数据 `mcc_package_order_detail`
--

INSERT INTO `mcc_package_order_detail` (`id`, `orderID`, `packageID`, `package`, `type`, `specifications`, `amount`, `price`, `fee`) VALUES
(5, 6, 2, '地砖', '极好', '50*20', 1, 1222, 1222),
(6, 6, 8, '水晶灯', '白色', '深圳', 2, 200, 400),
(7, 6, 3, '踢脚线', '一般', '5x5', 3, 22222, 66666),
(8, 6, 7, '床', '小', '2米', 4, 23, 92),
(9, 7, 2, '地砖', '极好', '50*20', 1, 1222, 1222),
(10, 7, 8, '水晶灯', '白色', '深圳', 1, 200, 200),
(11, 7, 3, '踢脚线', '一般', '5x5', 1, 22222, 22222),
(12, 7, 7, '床', '小', '2米', 1, 23, 23),
(13, 7, 10, '小床', '木制', '1米', 1, 200, 200),
(14, 7, 5, '煤气炷', '小', 'E', 1, 100, 100),
(15, 7, 9, '净水器', 'F', '格力', 1, 100, 100),
(16, 7, 4, '洗浴台', '初级', '5x5x5', 1, 200, 200),
(17, 7, 6, '花瓶', '初级', '小', 1, 600, 600),
(18, 8, 2, '地砖', '极好', '50*20', 1, 1222, 1222),
(19, 8, 8, '水晶灯', '白色', '深圳', 1, 200, 200),
(20, 9, 2, '地砖', '极好', '50*20', 1, 1222, 1222),
(21, 9, 8, '水晶灯', '白色', '深圳', 2, 200, 400),
(22, 10, 2, '地砖', '极好', '50*20', 1, 1222, 1222),
(23, 11, 3, '踢脚线', '一般', '5x5', 1, 22222, 22222),
(24, 11, 7, '床', '小', '2米', 1, 23, 23),
(25, 11, 3, '踢脚线', '一般', '5x5', 1, 22222, 22222),
(26, 11, 7, '床', '小', '2米', 1, 23, 23),
(27, 11, 3, '踢脚线', '一般', '5x5', 1, 22222, 22222),
(28, 11, 7, '床', '小', '2米', 1, 23, 23),
(29, 11, 3, '踢脚线', '一般', '5x5', 1, 22222, 22222),
(30, 11, 7, '床', '小', '2米', 1, 23, 23),
(31, 12, 10, '小床', '木制', '1米', 1, 200, 200);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_package_special_order`
--

CREATE TABLE `mcc_package_special_order` (
  `id` int(11) NOT NULL,
  `orderNO` varchar(32) NOT NULL,
  `userID` int(11) NOT NULL,
  `nickname` varchar(30) NOT NULL,
  `name` varchar(20) NOT NULL,
  `telephone` varchar(20) NOT NULL,
  `prov` varchar(20) NOT NULL,
  `city` varchar(20) NOT NULL,
  `area` varchar(20) NOT NULL,
  `paid` tinyint(1) NOT NULL DEFAULT '0',
  `addTime` datetime NOT NULL,
  `paidTime` datetime DEFAULT NULL,
  `fee` smallint(3) NOT NULL DEFAULT '399'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='399订单';

--
-- 转存表中的数据 `mcc_package_special_order`
--

INSERT INTO `mcc_package_special_order` (`id`, `orderNO`, `userID`, `nickname`, `name`, `telephone`, `prov`, `city`, `area`, `paid`, `addTime`, `paidTime`, `fee`) VALUES
(1, '20182211', 0, '', 'dym', '123', '北京市', '北京市', '西城区', 0, '2018-12-06 21:39:17', NULL, 399),
(2, '20182212', 0, '', 'dymmm', '123444', '广东省', '广州市', '天河区', 0, '2018-12-06 21:39:59', NULL, 399),
(3, '20182213', 0, '', 'dsb', '2123', '重庆市', '重庆市', '沙坪坝区', 0, '2018-12-06 21:40:12', NULL, 399),
(4, '20182214', 0, '', 'zxh', '123', '山西省', '太原市', '小店区', 0, '2018-12-06 21:40:37', NULL, 399),
(5, '201812061005587180', 0, '', 'hj', '12313', '广东省', '清远市', '英德市', 0, '2018-12-06 22:05:58', NULL, 399),
(6, '201812061027038937', 0, '', 'dyyy', '12', '北京市', '北京市', '西城区', 0, '2018-12-06 22:27:03', NULL, 399),
(7, '201812061028135194', 0, '', 'dd', '123', '北京市', '北京市', '西城区', 0, '2018-12-06 22:28:13', NULL, 399),
(8, '201812061029055847', 0, '', 'sss', '123123', '广东省', '清远市', '英德市', 0, '2018-12-06 22:29:05', NULL, 399),
(9, '201812061029377132', 0, '', 'sss', '123', '广东省', '清远市', '连州市', 0, '2018-12-06 22:29:37', NULL, 399),
(10, '201812061030043478', 0, '', 'sss', '123', '广东省', '清远市', '连州市', 0, '2018-12-06 22:30:04', NULL, 399),
(11, '201812061030405227', 0, '', 'hxt', '123', '重庆市', '重庆市', '江北区', 0, '2018-12-06 22:30:40', NULL, 399),
(12, '201812141026234845', 1, '大眼猫', 'dym', '18578627139', '河北省', '秦皇岛市', '山海关区', 0, '2018-12-14 22:26:23', NULL, 399);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_package_specification`
--

CREATE TABLE `mcc_package_specification` (
  `id` int(11) NOT NULL,
  `packageID` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='主材包规格';

--
-- 转存表中的数据 `mcc_package_specification`
--

INSERT INTO `mcc_package_specification` (`id`, `packageID`, `name`, `addTime`) VALUES
(3, 2, '800*600', '2018-12-02 13:57:14'),
(4, 2, '1200*1200', '2018-12-02 13:57:19'),
(5, 2, '100*80', '2018-12-02 13:57:29'),
(6, 2, '240*320', '2018-12-02 13:57:34'),
(9, 2, '100*100', '2018-12-02 14:07:56'),
(10, 2, '50*20', '2018-12-02 14:08:04'),
(11, 3, '1x1', '2018-12-02 14:08:23'),
(12, 3, '2x2', '2018-12-02 14:08:27'),
(13, 3, '3x3', '2018-12-02 14:08:31'),
(14, 3, '4x4', '2018-12-02 14:08:34'),
(15, 3, '5x5', '2018-12-02 14:08:38'),
(16, 4, '1x1x1', '2018-12-02 14:09:00'),
(17, 4, '2x2x2', '2018-12-02 14:09:03'),
(18, 4, '3x3x3', '2018-12-02 14:09:07'),
(19, 4, '4x4x4', '2018-12-02 14:09:14'),
(20, 4, '5x5x5', '2018-12-02 14:09:18'),
(21, 5, 'A', '2018-12-02 14:09:31'),
(22, 5, 'B', '2018-12-02 14:09:33'),
(23, 5, 'C', '2018-12-02 14:09:35'),
(24, 5, 'D', '2018-12-02 14:09:38'),
(25, 5, 'E', '2018-12-02 14:09:40'),
(26, 6, '大', '2018-12-02 14:09:49'),
(27, 6, '中', '2018-12-02 14:09:54'),
(28, 6, '小', '2018-12-02 14:09:57'),
(29, 7, '1米2', '2018-12-02 14:10:17'),
(30, 7, '1米5', '2018-12-02 14:10:22'),
(31, 7, '1米8', '2018-12-02 14:10:26'),
(32, 7, '2米', '2018-12-02 14:10:30'),
(33, 8, '进口', '2018-12-02 14:10:45'),
(34, 8, '国产', '2018-12-02 14:10:48'),
(35, 8, '佛山', '2018-12-02 14:10:52'),
(36, 8, '深圳', '2018-12-02 14:10:55'),
(37, 9, '德国', '2018-12-02 14:11:01'),
(38, 9, '德国', '2018-12-02 14:11:05'),
(39, 9, '法国', '2018-12-02 14:11:08'),
(40, 9, '中国', '2018-12-02 14:11:12'),
(41, 9, '万家乐', '2018-12-02 14:11:16'),
(42, 9, '美的', '2018-12-02 14:11:19'),
(43, 9, '格力', '2018-12-02 14:11:22'),
(44, 10, '1米', '2018-12-04 21:19:30');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_package_type`
--

CREATE TABLE `mcc_package_type` (
  `id` int(11) NOT NULL,
  `packageID` int(11) NOT NULL,
  `name` varchar(30) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='主材包类别';

--
-- 转存表中的数据 `mcc_package_type`
--

INSERT INTO `mcc_package_type` (`id`, `packageID`, `name`, `addTime`) VALUES
(1, 9, 'A', '2018-12-02 14:18:26'),
(2, 9, 'B', '2018-12-02 14:18:37'),
(3, 9, 'C', '2018-12-02 14:18:39'),
(4, 9, 'D', '2018-12-02 14:18:42'),
(5, 9, 'E', '2018-12-02 14:18:45'),
(6, 9, 'F', '2018-12-02 14:18:47'),
(7, 8, '红色', '2018-12-02 14:19:10'),
(8, 8, '黄色', '2018-12-02 14:19:13'),
(9, 8, '黑色', '2018-12-02 14:19:16'),
(10, 8, '白色', '2018-12-02 14:19:21'),
(11, 7, '大', '2018-12-02 14:19:51'),
(12, 7, '中', '2018-12-02 14:19:56'),
(13, 7, '小', '2018-12-02 14:20:01'),
(14, 6, '高级', '2018-12-02 14:21:31'),
(15, 6, '中级', '2018-12-02 14:21:35'),
(16, 6, '初级', '2018-12-02 14:21:39'),
(17, 5, '大', '2018-12-02 14:21:47'),
(18, 5, '中', '2018-12-02 14:21:50'),
(19, 5, '小', '2018-12-02 14:21:53'),
(20, 4, '高级', '2018-12-02 14:22:04'),
(21, 4, '中级', '2018-12-02 14:22:08'),
(22, 4, '初级', '2018-12-02 14:22:13'),
(23, 3, '优秀', '2018-12-02 14:22:22'),
(24, 3, '良好', '2018-12-02 14:22:25'),
(25, 3, '一般', '2018-12-02 14:22:30'),
(26, 2, '优秀', '2018-12-02 14:22:39'),
(27, 2, '合格', '2018-12-02 14:22:43'),
(28, 2, '极好', '2018-12-02 14:22:47'),
(29, 10, '木制', '2018-12-04 21:19:51');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_product`
--

CREATE TABLE `mcc_product` (
  `id` int(11) NOT NULL,
  `categoryID` int(11) NOT NULL,
  `quantity` int(4) NOT NULL DEFAULT '0',
  `image` varchar(255) DEFAULT NULL,
  `price` decimal(15,2) DEFAULT NULL,
  `marketPrice` decimal(7,2) NOT NULL COMMENT '市场价',
  `points` int(8) NOT NULL DEFAULT '0',
  `weight` decimal(15,2) NOT NULL DEFAULT '0.00',
  `length` decimal(15,2) NOT NULL DEFAULT '0.00',
  `width` decimal(15,2) NOT NULL DEFAULT '0.00',
  `height` decimal(15,2) NOT NULL DEFAULT '0.00',
  `sort_order` int(11) NOT NULL DEFAULT '0',
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `viewed` int(5) NOT NULL DEFAULT '0',
  `date_added` datetime NOT NULL,
  `date_modified` datetime DEFAULT NULL,
  `name` varchar(200) NOT NULL COMMENT '产品名称',
  `description` longtext COMMENT '描述',
  `brief` varchar(500) NOT NULL COMMENT '简单介绍',
  `recommend` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否推荐',
  `sales` mediumint(6) NOT NULL DEFAULT '0' COMMENT '销量',
  `express_fee` decimal(6,2) DEFAULT NULL COMMENT '单品运费',
  `autoShelf` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否定时自动上架',
  `autoShelfTime` int(11) NOT NULL COMMENT '自动上架时间',
  `detailImg` varchar(150) NOT NULL COMMENT '详细的大图',
  `unit` varchar(4) NOT NULL COMMENT '单位',
  `min` mediumint(6) NOT NULL COMMENT '最小起订量',
  `promotion` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否特价'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_product`
--

INSERT INTO `mcc_product` (`id`, `categoryID`, `quantity`, `image`, `price`, `marketPrice`, `points`, `weight`, `length`, `width`, `height`, `sort_order`, `status`, `viewed`, `date_added`, `date_modified`, `name`, `description`, `brief`, `recommend`, `sales`, `express_fee`, `autoShelf`, `autoShelfTime`, `detailImg`, `unit`, `min`, `promotion`) VALUES
(9, 25, 999, '/upload/product/1501120436.jpg', '4880.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 23, 1, 0, '2017-07-27 09:53:56', NULL, '美式沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15011218494307.jpeg', '', 0, 0),
(10, 30, 999, '/upload/product/1501122129.png', '1440.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 12, 1, 0, '2017-07-27 10:22:09', NULL, '餐桌', '', '', 0, 0, NULL, 0, 0, '/upload/product/15011221296089.jpeg', '', 0, 0),
(11, 32, 999, '/upload/product/1501464156.jpeg', '1880.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 23, 1, 0, '2017-07-31 09:22:36', NULL, '餐边柜', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014641564926.jpg', '', 0, 0),
(12, 32, 999, '/upload/product/1501464439.jpeg', '880.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 14, 1, 0, '2017-07-31 09:27:19', NULL, '餐边柜', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014644394590.jpg', '', 0, 0),
(13, 30, 999, '/upload/product/1501464692.jpeg', '1880.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 67, 1, 0, '2017-07-31 09:31:32', NULL, '餐桌', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014646925034.jpg', '', 0, 0),
(14, 31, 777, '/upload/product/1501485581.jpeg', '480.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 56, 1, 0, '2017-07-31 15:19:41', NULL, '餐椅', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014855818769.jpeg', '', 0, 0),
(15, 31, 666, '/upload/product/1501485672.jpeg', '480.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 54, 1, 0, '2017-07-31 15:21:12', NULL, '餐椅', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014856726692.jpeg', '', 0, 0),
(16, 31, 666, '/upload/product/1501485838.jpg', '440.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 27, 1, 0, '2017-07-31 15:23:58', NULL, '餐椅', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014858382710.jpeg', '', 0, 0),
(17, 31, 777, '/upload/product/1501485928.jpeg', '540.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 65, 1, 0, '2017-07-31 15:25:28', NULL, '餐椅', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014859287584.jpeg', '', 0, 0),
(18, 30, 666, '/upload/product/1501490076.jpg', '1388.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 34, 1, 0, '2017-07-31 16:34:36', NULL, '餐桌', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014900766275.jpeg', '', 0, 0),
(19, 29, 666, '/upload/product/1501492958.jpeg', '4500.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 43, 1, 0, '2017-07-31 17:22:38', NULL, '床', '', '', 0, 0, NULL, 0, 0, '/upload/product/15014929582050.jpeg', '', 0, 0),
(21, 31, 999, '/upload/product/1501568636.jpeg', '460.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 4, 1, 0, '2017-08-01 14:23:56', NULL, '餐椅', '', '', 0, 0, NULL, 0, 0, '/upload/product/15015686368699.jpeg', '', 0, 0),
(22, 25, 666, '/upload/product/1501568698.jpeg', '5000.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 31, 1, 0, '2017-08-01 14:24:58', NULL, '沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15015686986736.jpeg', '', 0, 0),
(23, 29, 999, '/upload/product/1501568753.jpeg', '3800.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 54, 1, 0, '2017-08-01 14:25:53', NULL, '床', '', '', 0, 0, NULL, 0, 0, '/upload/product/15015687533165.jpeg', '', 0, 0),
(24, 29, 999, '/upload/product/1501568823.jpeg', '3800.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 39, 1, 0, '2017-08-01 14:27:03', NULL, '床', '', '', 0, 0, NULL, 0, 0, '/upload/product/15015688233299.jpeg', '', 0, 0),
(25, 29, 888, '/upload/product/1501639725.jpeg', '2200.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 111, 1, 0, '2017-08-02 10:08:45', NULL, '床', '', '', 0, 0, NULL, 0, 0, '/upload/product/15016397256124.jpeg', '', 0, 0),
(26, 25, 999, '/upload/product/1501639917.jpeg', '4000.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 112, 1, 0, '2017-08-02 10:11:57', NULL, '沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15016399176481.jpeg', '', 0, 0),
(27, 25, 999, '/upload/product/1501640004.jpeg', '2500.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 113, 1, 0, '2017-08-02 10:13:24', NULL, '沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15016400049796.jpeg', '', 0, 0),
(28, 24, 999, '/upload/product/1501640084.jpeg', '1488.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 114, 1, 0, '2017-08-02 10:14:44', NULL, '茶几', '', '', 0, 0, NULL, 0, 0, '/upload/product/15016400847533.jpeg', '', 0, 0),
(29, 30, 999, '/upload/product/1501640155.jpeg', '1800.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 115, 1, 0, '2017-08-02 10:15:55', NULL, '餐桌', '', '', 0, 0, NULL, 0, 0, '/upload/product/15016401552980.jpeg', '', 0, 0),
(30, 31, 999, '/upload/product/1501744780.jpeg', '540.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 121, 1, 0, '2017-08-03 15:19:40', NULL, '餐椅', '', '', 0, 0, NULL, 0, 0, '/upload/product/15017447979712.jpeg', '', 0, 0),
(31, 25, 999, '/upload/product/1501744988.jpeg', '4888.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 122, 1, 0, '2017-08-03 15:23:08', NULL, '沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15017449884012.jpeg', '', 0, 0),
(32, 30, 999, '/upload/product/1501745056.jpeg', '1280.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 123, 1, 0, '2017-08-03 15:24:16', NULL, '餐桌', '', '', 0, 0, NULL, 0, 0, '/upload/product/15017450565342.jpeg', '', 0, 0),
(33, 24, 999, '/upload/product/1501745113.jpeg', '2388.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 124, 1, 0, '2017-08-03 15:25:13', NULL, '茶几', '', '', 0, 0, NULL, 0, 0, '/upload/product/15017451131266.jpeg', '', 0, 0),
(34, 24, 999, '/upload/product/1501745177.jpeg', '600.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 125, 1, 0, '2017-08-03 15:26:17', NULL, '茶几', '', '', 0, 0, NULL, 0, 0, '/upload/product/15017451776070.jpeg', '', 0, 0),
(35, 2, 667, '/upload/product/1502087548.jpeg', '2800.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 231, 0, 0, '2017-08-07 14:32:28', NULL, '沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15020875486221.jpeg', '', 0, 0),
(36, 1, 999, '/upload/product/1502087620.jpeg', '480.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 223, 0, 0, '2017-08-07 14:33:40', NULL, '餐椅', '', '', 0, 0, NULL, 0, 0, '/upload/product/15020876207543.jpeg', '把', 1, 0),
(37, 2, 999, '/upload/product/1502087701.jpeg', '2500.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 233, 0, 0, '2017-08-07 14:35:01', NULL, '沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15020877016150.jpeg', '', 0, 0),
(38, 1, 999, '/upload/product/1502087768.jpeg', '4000.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 234, 0, 0, '2017-08-07 14:36:08', NULL, '沙发', '', '', 0, 0, NULL, 0, 0, '/upload/product/15020877684580.jpeg', '', 0, 0),
(39, 8, 999, '/upload/product/1502087817.jpeg', '3380.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 434, 0, 0, '2017-08-07 14:36:57', NULL, '床', '', '', 0, 0, NULL, 0, 0, '/upload/product/15020878174815.jpeg', '件', 1, 0),
(41, 12, 985, '/upload/product/1503646469.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 1321, 1, 0, '2017-08-25 15:34:29', NULL, '（通体大理石）金色年华', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044925057078.jpg', '1', 0, 0),
(43, 12, 993, '/upload/product/1503646868.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 12321, 1, 0, '2017-08-25 15:41:08', NULL, '（通体大理石）世纪伴侣', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044924805300.jpg', '1', 0, 0),
(44, 12, 999, '/upload/product/1503646948.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 1212, 1, 0, '2017-08-25 15:42:28', NULL, '（通体大理石）卡布奇诺', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044923852135.jpg', '1', 0, 0),
(45, 12, 99999, '/upload/product/1503647008.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 2133, 1, 0, '2017-08-25 15:43:28', NULL, '（通体大理石）土耳其玫瑰', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044924537658.jpg', '1', 0, 0),
(46, 12, 999999, '/upload/product/1503647103.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 21312, 1, 0, '2017-08-25 15:45:03', NULL, '（通体大理石）龙舌兰', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044924339350.jpg', '1', 0, 0),
(47, 12, 99999, '/upload/product/1503647174.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 453, 1, 0, '2017-08-25 15:46:14', NULL, '（通体大理石）玛莎红', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044924097677.jpg', '1', 0, 0),
(48, 12, 999999, '/upload/product/1503647347.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 23214, 1, 0, '2017-08-25 15:49:07', NULL, '（通体大理石）臻石', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044923328501.jpg', '1', 0, 0),
(49, 12, 9999999, '/upload/product/1503647429.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 21324, 1, 0, '2017-08-25 15:50:29', NULL, '（通体大理石）云灰石', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044923064885.jpg', '1', 0, 0),
(50, 12, 9999, '/upload/product/1503647491.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 1235, 1, 0, '2017-08-25 15:51:31', NULL, '（通体大理石）丁香米黄', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044922851129.jpg', '1', 0, 0),
(51, 12, 99999, '/upload/product/1503647570.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 52132, 1, 0, '2017-08-25 15:52:50', NULL, '（通体大理石）金花米黄', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044922446261.jpg', '1', 0, 0),
(52, 12, 99999, '/upload/product/1503647634.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 834, 1, 0, '2017-08-25 15:53:54', NULL, '（通体大理石）蓝色妖姬', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044922168026.jpg', '1', 0, 0),
(53, 12, 9999, '/upload/product/1503647711.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 4234, 1, 0, '2017-08-25 15:55:11', NULL, '（通体大理石）金碧辉煌', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044921912068.jpg', '1', 0, 0),
(54, 12, 9999, '/upload/product/1503647791.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 3243, 1, 0, '2017-08-25 15:56:31', NULL, '（通体大理石）新萨安娜', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044921654675.jpg', '1', 0, 0),
(55, 12, 999999, '/upload/product/1503647870.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 3513, 1, 0, '2017-08-25 15:57:50', NULL, '（通体大理石）珊瑚红', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044921385975.jpg', '1', 0, 0),
(57, 12, 999999, '/upload/product/1503648104.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 82341, 1, 0, '2017-08-25 16:01:44', NULL, '（通体大理石）世纪米黄', '', '', 0, 0, NULL, 0, 0, '/upload/product/15036481049302.jpg', '1', 0, 0),
(58, 12, 99999, '/upload/product/1503648168.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 6724, 1, 0, '2017-08-25 16:02:48', NULL, '（通体大理石）贵族米黄', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044920251693.jpg', '1', 0, 0),
(59, 12, 999, '/upload/product/1503648231.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9124, 1, 0, '2017-08-25 16:03:51', NULL, '（通体大理石）马德里银灰', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044919931767.jpg', '1', 0, 0),
(60, 12, 99999, '/upload/product/1503648304.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 348134, 1, 0, '2017-08-25 16:05:04', NULL, '（通体大理石）水晶米黄', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044919375929.jpg', '1', 0, 0),
(61, 12, 99999, '/upload/product/1503648503.jpg', '45.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9999, 1, 0, '2017-08-25 16:08:23', NULL, '(通体大理石）爵士白', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044925241133.jpg', '1', 0, 0),
(62, 12, 99999, '/upload/product/1503648575.jpg', '40.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 73248, 1, 0, '2017-08-25 16:09:35', NULL, '（通体大理石）黑金花', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044925359698.jpg', '1', 0, 0),
(63, 14, 999, '/upload/product/1504496403.jpg', '35.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 3543543, 1, 0, '2017-09-04 11:40:03', NULL, '（超硬晶玉石）KS2813J', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044964039904.jpg', '1', 0, 0),
(64, 14, 999, '/upload/product/1504496459.jpg', '35.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 234324, 1, 0, '2017-09-04 11:40:59', NULL, '（超硬晶玉石）KS3101J', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044964595800.jpg', '1', 0, 0),
(65, 14, 9997987, '/upload/product/1504496512.jpg', '35.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 24234, 1, 0, '2017-09-04 11:41:52', NULL, '（超硬晶玉石）KS3108', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044965124074.jpg', '1', 0, 0),
(66, 14, 99999, '/upload/product/1504496569.jpg', '35.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 256998, 1, 0, '2017-09-04 11:42:49', NULL, '（超硬晶玉石）KS3144', '', '', 0, 0, NULL, 0, 0, '/upload/product/15044965694253.jpg', '1', 0, 0),
(67, 15, 999, '/upload/product/1504507434.jpg', '30.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 435, 1, 0, '2017-09-04 14:43:54', NULL, '（金刚釉）QS8109R', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045074348519.jpg', '1', 0, 0),
(68, 15, 9999, '/upload/product/1504507489.jpg', '30.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9785, 1, 0, '2017-09-04 14:44:49', NULL, '（金刚釉）QS8141R', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045074896647.jpg', '1', 0, 0),
(69, 15, 9999, '/upload/product/1504507537.jpg', '30.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 914, 1, 0, '2017-09-04 14:45:37', NULL, '（金刚釉）QS8146R', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045075375805.jpg', '1', 0, 1),
(70, 15, 9999, '/upload/product/1504510138.jpg', '30.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9141, 1, 0, '2017-09-04 14:46:16', NULL, '（金刚釉）QS8154R', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045076371486.jpg', '1', 0, 0),
(71, 15, 9999, '/upload/product/1504507742.jpg', '30.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 913, 1, 0, '2017-09-04 14:49:02', NULL, '（金刚釉）QS8156R', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045077427843.jpg', '1', 0, 0),
(72, 15, 9999, '/upload/product/1504507803.jpg', '30.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 8124, 1, 0, '2017-09-04 14:50:03', NULL, '（金刚釉）QS8172R', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045078039543.jpg', '1', 0, 1),
(73, 13, 9999, '/upload/product/1504508047.jpg', '26.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9991, 1, 0, '2017-09-04 14:54:07', NULL, '（抛光砖）白自然石', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045080474872.jpg', '1', 0, 0),
(74, 13, 999, '/upload/product/1504508496.jpg', '26.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 5671, 1, 0, '2017-09-04 15:01:36', NULL, '（抛光砖）浅郁金香', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045084969179.jpg', '1', 0, 0),
(75, 13, 9991, '/upload/product/1504508624.jpg', '26.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 6721, 1, 0, '2017-09-04 15:03:44', NULL, '（抛光砖）白郁金香', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045086244335.jpg', '1', 0, 0),
(76, 13, 999, '/upload/product/1504508919.jpg', '24.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 0, 1, 0, '2017-09-04 15:08:39', NULL, '(抛光砖）白普拉提', '', '294', 0, 0, NULL, 0, 0, '/upload/product/15045089192027.jpg', '1', 0, 0),
(77, 13, 9999, '/upload/product/1504509428.jpg', '25.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 346, 1, 0, '2017-09-04 15:17:08', NULL, '（抛光砖）黄普拉提', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045094283553.jpg', '1', 0, 0),
(78, 13, 9999, '/upload/product/1504510492.jpg', '25.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 726, 1, 0, '2017-09-04 15:34:52', NULL, '（抛光砖）白聚晶', '', '', 0, 0, NULL, 0, 0, '/upload/product/15094242036195.jpeg', '1', 0, 0),
(79, 13, 999, '/upload/product/1504510769.jpg', '25.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 999, 1, 0, '2017-09-04 15:39:29', NULL, '（抛光砖）白色木纹', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045107697534.jpg', '1', 0, 0),
(80, 13, 999, '/upload/product/1504510857.jpg', '26.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9145, 1, 0, '2017-09-04 15:40:57', NULL, '（抛光砖）黄木纹', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045108572151.jpg', '1', 0, 0),
(82, 13, 9999, '/upload/product/1504512967.jpg', '25.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 3543, 1, 0, '2017-09-04 16:16:07', NULL, '（抛光砖）黄聚晶', '', '', 0, 0, NULL, 0, 0, '/upload/product/15045129679348.jpg', '1', 0, 0),
(83, 16, 999, '/upload/product/1505784331.jpg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 654, 1, 0, '2017-09-19 09:25:31', NULL, '（木纹砖）MP8557', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057843315755.jpg', '1', 0, 0),
(84, 16, 999, '/upload/product/1505784481.jpg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 4328, 1, 0, '2017-09-19 09:28:01', NULL, '（木纹砖）MP8559', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057844819653.jpg', '1', 0, 0),
(85, 16, 999, '/upload/product/1505784572.jpg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 999, 1, 0, '2017-09-19 09:29:32', NULL, '（木纹砖）MY5801', '', '228113', 0, 0, NULL, 0, 0, '/upload/product/15057845727588.jpg', '1', 0, 0),
(86, 16, 999, '/upload/product/1505784670.jpg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 91397, 1, 0, '2017-09-19 09:31:10', NULL, '（木纹砖）MY5806', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057846709384.jpg', '1', 0, 0),
(87, 16, 9999, '/upload/product/1505784882.jpg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 31952, 1, 0, '2017-09-19 09:34:42', NULL, '（木纹砖）MY5816', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057848827198.jpg', '1', 0, 0),
(88, 16, 9999, '/upload/product/1505784978.jpg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 217846, 1, 0, '2017-09-19 09:36:18', NULL, '（木纹砖）MY5817', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057849789714.jpg', '1', 0, 0),
(89, 16, 9999, '/upload/product/1505785047.jpg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 123621, 1, 0, '2017-09-19 09:37:27', NULL, '（木纹砖）MY5831', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057850477121.jpg', '1', 0, 0),
(90, 16, 999, '/upload/product/1505785289.jpg', '9.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 39148, 1, 0, '2017-09-19 09:41:29', NULL, '（木纹砖）MY19505', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057852896426.jpg', '1', 0, 0),
(91, 16, 999, '/upload/product/1505785351.jpg', '9.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 47256, 1, 0, '2017-09-19 09:42:31', NULL, '（木纹砖）MY19507', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057853512928.jpg', '1', 0, 0),
(92, 16, 999, '/upload/product/1505785403.jpg', '9.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 214832, 1, 0, '2017-09-19 09:43:23', NULL, '（木纹砖）MY19508', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057854033058.jpg', '1', 0, 0),
(93, 16, 9999, '/upload/product/1505785495.jpg', '9.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 12013, 1, 0, '2017-09-19 09:44:55', NULL, '（木纹砖）MY19509', '', '', 0, 0, NULL, 0, 0, '/upload/product/15057854955672.jpg', '1', 0, 0),
(94, 17, 9999, '/upload/product/1507529966.jpeg', '11.50', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 43269, 1, 0, '2017-10-09 14:19:26', NULL, '8601', '', '', 0, 0, NULL, 0, 0, '/upload/product/15077775101654.jpeg', '1', 0, 0),
(95, 17, 99999, '/upload/product/1507530022.jpeg', '11.50', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9358843, 1, 0, '2017-10-09 14:20:22', NULL, '8602', '', '', 0, 0, NULL, 0, 0, '/upload/product/15077774347922.jpeg', '1', 0, 0),
(96, 17, 99998, '/upload/product/1507530073.jpeg', '11.50', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 9912734, 1, 0, '2017-10-09 14:21:13', NULL, '8605', '', '', 0, 0, NULL, 0, 0, '/upload/product/15077774217162.jpeg', '1', 0, 0),
(97, 17, 99999, '/upload/product/1507530118.jpeg', '11.50', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 97898612, 1, 0, '2017-10-09 14:21:58', NULL, '8607', '', '', 0, 0, NULL, 0, 0, '/upload/product/15077774057324.jpeg', '1', 0, 0),
(98, 17, 99999, '/upload/product/1507530152.jpeg', '11.50', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 91943, 1, 0, '2017-10-09 14:22:32', NULL, '8608', '', '', 0, 0, NULL, 0, 0, '/upload/product/15077774904441.jpeg', '1', 0, 0),
(99, 17, 99999, '/upload/product/1507530189.jpeg', '7.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 120513, 1, 0, '2017-10-09 14:23:09', NULL, '8610', '', '', 0, 0, NULL, 0, 0, '/upload/product/15077774714937.jpeg', '1', 0, 0),
(100, 17, 9999, '/upload/product/1507530223.jpeg', '11.50', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 348796, 1, 0, '2017-10-09 14:23:43', NULL, '8613', '', '', 0, 0, NULL, 0, 0, '/upload/product/15077774481726.jpeg', '1', 0, 0),
(101, 18, 999, '/upload/product/1508826646.jpg', '1461.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 182, 1, 0, '2017-10-24 14:30:46', NULL, '(花洒）AMG13S806', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088266464256.jpg', '1', 1, 0),
(102, 18, 999, '/upload/product/1508826765.jpg', '1156.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 111, 1, 0, '2017-10-24 14:32:45', NULL, '（花洒）AMG12S812', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088267651611.jpg', '1', 1, 0),
(103, 18, 999, '/upload/product/1508826831.jpg', '1929.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 112, 1, 0, '2017-10-24 14:33:51', NULL, '（花洒）AMG12S818', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088268313506.jpg', '1', 1, 0),
(104, 18, 999, '/upload/product/1508833109.jpg', '1079.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 113, 1, 0, '2017-10-24 14:36:45', NULL, '（花洒）AMG12S821', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088331093228.jpg', '1', 1, 0),
(105, 18, 999, '/upload/product/1508827072.jpg', '1114.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 114, 1, 0, '2017-10-24 14:37:52', NULL, '（花洒）AMG12S825', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088270724100.jpg', '1', 1, 0),
(106, 18, 999, '/upload/product/1508832219.jpg', '800.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 115, 1, 0, '2017-10-24 16:03:39', NULL, '（花洒）AMG12S827', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088322195940.jpg', '1', 1, 0),
(107, 18, 999, '/upload/product/1508832296.jpg', '1578.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 116, 1, 0, '2017-10-24 16:04:56', NULL, '（花洒）AMG13S806', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088322966444.jpg', '1', 1, 0),
(108, 18, 999, '/upload/product/1508832444.jpg', '1388.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 116, 1, 0, '2017-10-24 16:07:24', NULL, '（花洒）AMG13S812', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088324448420.jpg', '1', 1, 0),
(109, 18, 999, '/upload/product/1508832517.jpg', '2107.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 117, 1, 0, '2017-10-24 16:08:37', NULL, '（花洒）AMG13S818', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088325175212.jpg', '1', 1, 0),
(110, 18, 999, '/upload/product/1508832567.jpg', '1223.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 118, 1, 0, '2017-10-24 16:09:27', NULL, '（花洒）AMG13S821', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088325678707.jpg', '1', 1, 0),
(111, 18, 999, '/upload/product/1508832614.jpg', '1234.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 118, 1, 0, '2017-10-24 16:10:14', NULL, '（花洒）AMG13S825', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088326147012.jpg', '1', 1, 0),
(112, 19, 999, '/upload/product/1508832853.jpg', '2191.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 119, 1, 0, '2017-10-24 16:14:13', NULL, '（淋浴房）AL00Z301', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088328532354.jpg', '1', 1, 0),
(113, 19, 999, '/upload/product/1508833029.jpg', '5149.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 119, 1, 0, '2017-10-24 16:17:09', NULL, '（淋浴房）AL21F5', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088330293662.jpg', '1', 1, 0),
(114, 19, 999, '/upload/product/1508833220.jpg', '4830.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 120, 1, 0, '2017-10-24 16:20:20', NULL, '（淋浴房）AL21Z3', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088332207911.jpg', '1', 1, 0),
(115, 19, 999, '/upload/product/1508833269.jpg', '1790.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 121, 1, 0, '2017-10-24 16:21:09', NULL, '（淋浴房）ALF2121', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088332692223.jpg', '1', 1, 0),
(116, 19, 999, '/upload/product/1508833408.jpg', '1570.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 122, 1, 0, '2017-10-24 16:23:28', NULL, '（淋浴房）ALF211102', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088334081856.jpg', '1', 1, 0),
(117, 20, 999, '/upload/product/1508836371.jpg', '1611.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 124, 1, 0, '2017-10-24 17:12:51', NULL, '（坐便器）AB1111', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088363713678.jpg', '1', 1, 0),
(118, 20, 999, '/upload/product/1508836422.jpg', '1449.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 125, 1, 0, '2017-10-24 17:13:42', NULL, '（坐便器）AB1113', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088364225500.jpg', '1', 1, 0),
(119, 20, 999, '/upload/product/1508836462.jpg', '1107.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 126, 1, 0, '2017-10-24 17:14:22', NULL, '（坐便器）AB1116', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088364629396.jpg', '1', 1, 0),
(120, 20, 999, '/upload/product/1508896292.jpg', '1955.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 125, 1, 0, '2017-10-25 09:51:32', NULL, '(坐便器）AB1118(青花）', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088962926127.jpg', '1', 1, 0),
(121, 20, 999, '/upload/product/1508896342.jpg', '1411.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 127, 1, 0, '2017-10-25 09:52:22', NULL, '（坐便器）AB1118', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088963426685.jpg', '1', 1, 0),
(122, 20, 999, '/upload/product/1508896408.jpg', '1149.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 128, 1, 0, '2017-10-25 09:53:28', NULL, '（坐便器）AB1122', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088964081383.jpg', '1', 1, 0),
(123, 20, 999, '/upload/product/1508896462.jpg', '1151.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 129, 1, 0, '2017-10-25 09:54:22', NULL, '（坐便器）AB1172', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088964628211.jpg', '1', 1, 0),
(124, 20, 999, '/upload/product/1508897441.jpg', '857.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 129, 1, 0, '2017-10-25 10:10:41', NULL, '（坐便器）AB1176', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088974412526.jpg', '1', 1, 0),
(125, 20, 999, '/upload/product/1508897489.jpg', '1062.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 130, 1, 0, '2017-10-25 10:11:29', NULL, '（坐便器）AB1177', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088974898250.jpg', '1', 1, 0),
(126, 20, 999, '/upload/product/1508897544.jpg', '949.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 131, 1, 0, '2017-10-25 10:12:24', NULL, '（坐便器）AB1178', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088975441774.jpg', '1', 1, 0),
(127, 20, 999, '/upload/product/1508898261.jpg', '4970.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 131, 1, 0, '2017-10-25 10:24:21', NULL, '(坐便器）AKB1108-2', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088982614804.jpg', '1', 1, 0),
(128, 20, 999, '/upload/product/1508898322.jpg', '4949.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 132, 1, 0, '2017-10-25 10:25:22', NULL, '（坐便器）AKB1119', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088983223049.jpg', '1', 1, 0),
(129, 20, 999, '/upload/product/1508898373.jpg', '4804.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 0, 1, 0, '2017-10-25 10:26:13', NULL, '（坐便器）AKB1128', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088983734594.jpg', '1', 1, 0),
(130, 20, 999, '/upload/product/1508898436.jpg', '6118.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 134, 1, 0, '2017-10-25 10:27:16', NULL, '（坐便器）AKB1130', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088984365705.jpg', '1', 1, 0),
(131, 20, 999, '/upload/product/1508898492.jpg', '6139.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 135, 1, 0, '2017-10-25 10:28:12', NULL, '（坐便器）AKB1131', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088984929821.jpg', '1', 1, 0),
(132, 20, 999, '/upload/product/1508898555.jpg', '6120.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 136, 1, 0, '2017-10-25 10:29:15', NULL, '（坐便器）AKB1135', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088985553466.jpg', '1', 1, 0),
(133, 20, 999, '/upload/product/1508898643.jpg', '5756.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 138, 1, 0, '2017-10-25 10:30:43', NULL, '（坐便器）AKB1288-1', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088986432696.jpg', '1', 1, 0),
(134, 20, 999, '/upload/product/1508898702.jpg', '7649.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 140, 1, 0, '2017-10-25 10:31:42', NULL, '（坐便器）AKB1298', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088987028718.jpg', '1', 1, 0),
(135, 20, 999, '/upload/product/1508898767.jpg', '5311.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 141, 1, 0, '2017-10-25 10:32:47', NULL, '（坐便器）AKB1188', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088987672741.jpg', '1', 1, 0),
(136, 20, 999, '/upload/product/1508898820.jpg', '7008.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 142, 1, 0, '2017-10-25 10:33:40', NULL, '（坐便器）AKB1199', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088988207017.jpg', '1', 1, 0),
(137, 20, 999, '/upload/product/1508898870.jpg', '5774.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 0, 1, 0, '2017-10-25 10:34:30', NULL, '（坐便器）AKB1197', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088988702696.jpg', '1', 1, 0),
(138, 20, 999, '/upload/product/1508898927.jpg', '5845.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 144, 1, 0, '2017-10-25 10:35:27', NULL, '（坐便器）AKB1196', '', '', 0, 0, NULL, 0, 0, '/upload/product/15088989279975.jpg', '1', 1, 0),
(139, 21, 999, '/upload/product/1508912708.jpg', '435.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 151, 1, 0, '2017-10-25 14:25:08', NULL, '(小便器）AN601A／AN601B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089127083049.jpg', '1', 1, 0),
(140, 21, 999, '/upload/product/1508912881.jpg', '338.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 152, 1, 0, '2017-10-25 14:28:01', NULL, '（小便器）AN604A/AN604B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089128819361.jpg', '1', 1, 0),
(141, 21, 999, '/upload/product/1508912974.jpg', '371.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 153, 1, 0, '2017-10-25 14:29:34', NULL, '（小便器）AN608BH', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089129742958.jpg', '1', 1, 0),
(142, 21, 999, '/upload/product/1508913023.jpg', '945.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 154, 1, 0, '2017-10-25 14:30:23', NULL, '（小便器）AN612', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089130237039.jpg', '1', 1, 0),
(143, 21, 999, '/upload/product/1508913082.jpg', '270.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 155, 1, 0, '2017-10-25 14:31:22', NULL, '（小便器）AN613／AN613H', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089130823293.jpg', '1', 1, 0),
(144, 21, 999, '/upload/product/1508913158.jpg', '506.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 156, 1, 0, '2017-10-25 14:32:38', NULL, '(小便器）AN616A／AN616B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089131585750.jpg', '1', 1, 0),
(145, 22, 999, '/upload/product/1508913503.jpg', '434.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 160, 1, 0, '2017-10-25 14:38:23', NULL, '（洗脸盆）AP336', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089135032081.jpg', '1', 1, 0),
(146, 22, 999, '/upload/product/1508913580.jpg', '136.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 161, 1, 0, '2017-10-25 14:39:40', NULL, '（洗脸盆）AP340', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089135807274.jpg', '1', 1, 0),
(147, 22, 999, '/upload/product/1508913681.jpg', '236.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 162, 1, 0, '2017-10-25 14:41:21', NULL, '(洗脸盆）AP401(E)', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089136818012.jpg', '1', 1, 0),
(148, 22, 999, '/upload/product/1508913760.jpg', '193.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 164, 1, 0, '2017-10-25 14:42:40', NULL, '(洗脸盆）AP402', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089137602449.jpg', '1', 1, 0),
(149, 22, 999, '/upload/product/1508913886.jpg', '265.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 165, 1, 0, '2017-10-25 14:44:46', NULL, '（洗脸盆）AP406（青花）', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089138862867.jpg', '1', 1, 0),
(150, 22, 999, '/upload/product/1508914074.jpg', '218.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 166, 1, 0, '2017-10-25 14:47:54', NULL, '(洗脸盆）AP406（E)', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089140741438.jpg', '1', 1, 0),
(151, 22, 999, '/upload/product/1508914143.jpg', '218.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 167, 1, 0, '2017-10-25 14:49:03', NULL, '(洗脸盆）AP406A(E)', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089141435959.jpg', '1', 1, 0),
(152, 22, 999, '/upload/product/1508914236.jpg', '236.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 168, 1, 0, '2017-10-25 14:50:36', NULL, '(洗脸盆）AP412', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089142364830.jpg', '1', 1, 0),
(153, 22, 999, '/upload/product/1508914360.jpg', '236.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 169, 1, 0, '2017-10-25 14:52:40', NULL, '（洗脸盆）AP416B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089143608330.jpg', '1', 1, 0),
(154, 22, 999, '/upload/product/1508914455.jpg', '199.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 170, 1, 0, '2017-10-25 14:54:15', NULL, '（洗脸盆）AP418（E)', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089144555198.jpg', '1', 1, 0),
(155, 22, 999, '/upload/product/1508914611.jpg', '236.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 171, 1, 0, '2017-10-25 14:56:51', NULL, '(洗脸盆）AP422', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089146112582.jpg', '1', 1, 0),
(156, 22, 999, '/upload/product/1508914685.jpg', '589.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 172, 1, 0, '2017-10-25 14:58:05', NULL, '（洗脸盆）AP425P', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089146858211.jpg', '1', 1, 0),
(157, 22, 999, '/upload/product/1508914800.jpg', '273.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 174, 1, 0, '2017-10-25 15:00:00', NULL, '(洗脸盆）AP435B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089148008882.jpg', '1', 1, 0),
(158, 22, 999, '/upload/product/1508914901.jpg', '309.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 175, 1, 0, '2017-10-25 15:01:41', NULL, '(洗脸盆）AP439', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089149018034.jpg', '1', 1, 0),
(159, 22, 999, '/upload/product/1508915097.jpg', '236.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 176, 1, 0, '2017-10-25 15:04:57', NULL, '（洗脸盆）AP443', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089150974970.jpg', '1', 1, 0),
(160, 22, 999, '/upload/product/1508915220.jpg', '309.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 177, 1, 0, '2017-10-25 15:07:00', NULL, '（洗脸盆）AP446B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089152203483.jpg', '1', 1, 0),
(161, 22, 999, '/upload/product/1508915290.jpg', '291.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 178, 1, 0, '2017-10-25 15:08:10', NULL, '(洗脸盆）AP446P', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089152909164.jpg', '1', 1, 0),
(162, 22, 999, '/upload/product/1508915357.jpg', '201.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 179, 1, 0, '2017-10-25 15:09:17', NULL, '(洗脸盆）AP449', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089153577801.jpg', '1', 1, 0),
(163, 22, 999, '/upload/product/1508915417.jpg', '259.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 180, 1, 0, '2017-10-25 15:10:17', NULL, '（洗脸盆）AP471', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089154177920.jpg', '1', 1, 0),
(164, 22, 999, '/upload/product/1508915468.jpg', '303.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 181, 1, 0, '2017-10-25 15:11:08', NULL, '（洗脸盆）AP472', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089154682601.jpg', '1', 1, 0),
(165, 22, 999, '/upload/product/1508915523.jpg', '377.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 182, 1, 0, '2017-10-25 15:12:03', NULL, '（洗脸盆）AP3134', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089155232153.jpg', '1', 1, 0),
(166, 22, 999, '/upload/product/1508915572.jpg', '400.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 183, 1, 0, '2017-10-25 15:12:52', NULL, '（洗脸盆）AP4111', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089155727403.jpg', '1', 1, 0),
(167, 22, 999, '/upload/product/1508915621.jpg', '414.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 184, 1, 0, '2017-10-25 15:13:41', NULL, '（洗脸盆）AP4112', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089156212799.jpg', '1', 1, 0),
(168, 22, 999, '/upload/product/1508915673.jpg', '329.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 185, 1, 0, '2017-10-25 15:14:33', NULL, '（洗脸盆）AP4113', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089156732417.jpg', '1', 1, 0),
(169, 22, 999, '/upload/product/1508915726.jpg', '366.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 186, 1, 0, '2017-10-25 15:15:26', NULL, '（洗脸盆）AP4114', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089157263200.jpg', '1', 1, 0),
(170, 22, 999, '/upload/product/1508915774.jpg', '303.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 187, 1, 0, '2017-10-25 15:16:14', NULL, '（洗脸盆）AP4118', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089157742599.jpg', '1', 1, 0),
(171, 22, 999, '/upload/product/1508915826.jpg', '414.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 188, 1, 0, '2017-10-25 15:17:06', NULL, '（洗脸盆）AP4136', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089158266017.jpg', '1', 1, 0),
(172, 22, 999, '/upload/product/1508915887.jpg', '384.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 189, 1, 0, '2017-10-25 15:18:07', NULL, '（洗脸盆）AP4218', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089158876595.jpg', '1', 1, 0),
(173, 23, 999, '/upload/product/1508916164.jpg', '326.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 200, 1, 0, '2017-10-25 15:22:44', NULL, '（水龙头）A1106C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089161641816.jpg', '1', 1, 0),
(174, 23, 999, '/upload/product/1508919556.jpg', '305.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 202, 1, 0, '2017-10-25 16:19:16', NULL, '(水龙头）A2112TC', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089195569407.jpg', '1', 1, 0),
(175, 23, 999, '/upload/product/1508919696.jpg', '359.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 203, 1, 0, '2017-10-25 16:21:36', NULL, '（水龙头）A81101C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089196965489.jpg', '1', 1, 0),
(176, 23, 999, '/upload/product/1508919770.jpg', '348.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 204, 1, 0, '2017-10-25 16:22:50', NULL, '(水龙头）A81106C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089197708227.jpg', '1', 1, 0),
(177, 23, 999, '/upload/product/1508920114.jpg', '254.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 205, 1, 0, '2017-10-25 16:28:34', NULL, '(水龙头）A81117-1C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089201141324.jpg', '1', 1, 0),
(178, 23, 999, '/upload/product/1508920171.jpg', '286.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 206, 1, 0, '2017-10-25 16:29:31', NULL, '(水龙头）A81121C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089201713866.jpg', '1', 1, 0),
(179, 23, 999, '/upload/product/1508920228.jpg', '388.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 207, 1, 0, '2017-10-25 16:30:28', NULL, '（水龙头）A81179C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089202289963.jpg', '1', 1, 0),
(180, 23, 999, '/upload/product/1508920284.jpg', '276.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 208, 1, 0, '2017-10-25 16:31:24', NULL, '(水龙头）A81190C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089202849897.jpg', '1', 1, 0),
(181, 23, 999, '/upload/product/1508920335.jpg', '281.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 209, 1, 0, '2017-10-25 16:32:15', NULL, '(水龙头）A81190D', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089203358822.jpg', '1', 1, 0),
(182, 23, 999, '/upload/product/1508920397.jpg', '471.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 210, 1, 0, '2017-10-25 16:33:17', NULL, '（水龙头）A85676TC', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089203979858.jpg', '1', 1, 0),
(183, 23, 999, '/upload/product/1508920455.jpg', '500.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 211, 1, 0, '2017-10-25 16:34:15', NULL, '(水龙头）A85680B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089204552865.jpg', '1', 1, 0),
(184, 23, 999, '/upload/product/1508920514.jpg', '301.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 212, 1, 0, '2017-10-25 16:35:14', NULL, '(水龙头）A85690C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089205142883.jpg', '1', 1, 0),
(185, 23, 999, '/upload/product/1508920586.jpg', '457.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 213, 1, 0, '2017-10-25 16:36:26', NULL, '(水龙头）A91154C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089205861543.jpg', '1', 1, 0),
(186, 23, 999, '/upload/product/1508920635.jpg', '319.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 214, 1, 0, '2017-10-25 16:37:15', NULL, '（水龙头）A91160C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089206356841.jpg', '1', 1, 0),
(187, 23, 999, '/upload/product/1508920691.jpg', '609.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 215, 1, 0, '2017-10-25 16:38:11', NULL, '（水龙头）A91180C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089206913411.jpg', '1', 1, 0),
(188, 23, 999, '/upload/product/1508920767.jpg', '490.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 216, 1, 0, '2017-10-25 16:39:27', NULL, '（水龙头）A95633C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089207679131.jpg', '1', 1, 0),
(189, 23, 999, '/upload/product/1508920826.jpg', '154.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 217, 1, 0, '2017-10-25 16:40:26', NULL, '（水龙头）A95660C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089208265842.jpg', '1', 1, 0),
(190, 23, 999, '/upload/product/1508920892.jpg', '344.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 218, 1, 0, '2017-10-25 16:41:32', NULL, '（水龙头）A95683C', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089208926739.jpg', '1', 1, 0),
(191, 23, 999, '/upload/product/1508920977.jpg', '613.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 220, 1, 0, '2017-10-25 16:42:57', NULL, '（水龙头）ACY11Q03L', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089209772816.jpg', '1', 1, 0),
(192, 23, 999, '/upload/product/1508921031.jpg', '303.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 221, 1, 0, '2017-10-25 16:43:51', NULL, '(水龙头）ACY11Q05L', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089210318266.jpg', '1', 1, 0),
(193, 23, 999, '/upload/product/1508921095.jpg', '647.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 214, 1, 0, '2017-10-25 16:44:55', NULL, '（水龙头）ACY11Q812', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089210952040.jpg', '1', 1, 0),
(194, 23, 999, '/upload/product/1508921159.jpg', '599.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 215, 1, 0, '2017-10-25 16:45:59', NULL, '（水龙头）ACY11W01L', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089211594144.jpg', '1', 1, 0),
(195, 23, 999, '/upload/product/1508921231.jpg', '691.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 216, 1, 0, '2017-10-25 16:47:11', NULL, '(水龙头）ACY11W03L', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089212314284.jpg', '1', 1, 0),
(196, 23, 999, '/upload/product/1508921285.jpg', '303.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 217, 1, 0, '2017-10-25 16:48:05', NULL, '（水龙头）ACY11W05L', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089212854622.jpg', '1', 1, 0),
(197, 23, 999, '/upload/product/1508921356.jpg', '791.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 218, 1, 0, '2017-10-25 16:49:16', NULL, '（水龙头）ACY11W806', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089213561122.jpg', '1', 1, 0),
(198, 23, 999, '/upload/product/1508921430.jpg', '478.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 229, 1, 0, '2017-10-25 16:50:30', NULL, '（水龙头）ACY11W821', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089214303915.jpg', '1', 1, 0),
(199, 23, 999, '/upload/product/1508921511.jpg', '1058.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 230, 1, 0, '2017-10-25 16:51:51', NULL, '（水龙头）AMP11806-1', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089215119872.jpg', '1', 1, 0),
(200, 23, 999, '/upload/product/1508921558.jpg', '504.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 231, 1, 0, '2017-10-25 16:52:38', NULL, '(水龙头）AMP11806', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089215585686.jpg', '1', 1, 0),
(201, 23, 999, '/upload/product/1508921626.jpg', '479.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 233, 1, 0, '2017-10-25 16:53:46', NULL, '（水龙头）AMP11812-1', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089216266674.jpg', '1', 1, 0),
(202, 23, 999, '/upload/product/1508921691.jpg', '451.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 236, 1, 0, '2017-10-25 16:54:51', NULL, '（水龙头）AMP11812', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089216915391.jpg', '1', 1, 0),
(203, 23, 999, '/upload/product/1508921745.jpg', '724.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 237, 1, 0, '2017-10-25 16:55:45', NULL, '（水龙头）AMP11818', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089217459991.jpg', '1', 1, 0),
(204, 23, 999, '/upload/product/1508921795.jpg', '799.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 239, 1, 0, '2017-10-25 16:56:35', NULL, '（水龙头）AMP11818A', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089217954173.jpg', '1', 1, 0),
(205, 23, 999, '/upload/product/1508921858.jpg', '1014.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 240, 1, 0, '2017-10-25 16:57:38', NULL, '(水龙头）AMP11818B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089218587375.jpg', '1', 1, 0),
(206, 23, 999, '/upload/product/1508921927.jpg', '435.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 241, 1, 0, '2017-10-25 16:58:47', NULL, '(水龙头）AMP11821B-1', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089219277651.jpg', '1', 1, 0),
(207, 23, 999, '/upload/product/1508921979.jpg', '309.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 245, 1, 0, '2017-10-25 16:59:39', NULL, '（水龙头）AMP11821B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089219796128.jpg', '1', 1, 0),
(208, 23, 999, '/upload/product/1508922026.jpg', '416.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 248, 1, 0, '2017-10-25 17:00:26', NULL, '（水龙头）AMP11825', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089220267741.jpg', '1', 1, 0),
(209, 23, 999, '/upload/product/1508922080.jpg', '364.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 249, 1, 0, '2017-10-25 17:01:20', NULL, '（水龙头）AMP11825A', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089220808868.jpg', '1', 1, 0),
(210, 23, 999, '/upload/product/1508922141.jpg', '454.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 251, 1, 0, '2017-10-25 17:02:21', NULL, '（水龙头）AMP11827-A', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089221419411.jpg', '1', 1, 0),
(211, 23, 999, '/upload/product/1508922195.jpg', '300.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 252, 1, 0, '2017-10-25 17:03:15', NULL, '(水龙头）AMP11827-B', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089221954237.jpg', '1', 1, 0),
(212, 23, 999, '/upload/product/1508922233.jpg', '284.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 253, 1, 0, '2017-10-25 17:03:53', NULL, '(水龙头）AMP11827', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089222339588.jpg', '1', 1, 0),
(213, 23, 999, '/upload/product/1508922282.jpg', '484.00', '0.00', 0, '0.00', '0.00', '0.00', '0.00', 255, 1, 0, '2017-10-25 17:04:42', NULL, '（水龙头）AMP21827', '', '', 0, 0, NULL, 0, 0, '/upload/product/15089222829214.jpg', '1', 1, 0);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_product_image`
--

CREATE TABLE `mcc_product_image` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `image` varchar(255) DEFAULT NULL,
  `sort_order` int(3) NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `mcc_product_option`
--

CREATE TABLE `mcc_product_option` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `optionStr` varchar(100) NOT NULL,
  `optionName` varchar(100) NOT NULL,
  `price` varchar(5) NOT NULL,
  `quantity` mediumint(5) NOT NULL COMMENT '库存',
  `unit` varchar(4) NOT NULL COMMENT '数量单位',
  `min` tinyint(2) NOT NULL COMMENT '最小起订数'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `mcc_product_option`
--

INSERT INTO `mcc_product_option` (`id`, `product_id`, `optionStr`, `optionName`, `price`, `quantity`, `unit`, `min`) VALUES
(1, 1, '4,7,9', '白色 / 中 / 欧式', '0.20', 108, '', 0),
(2, 1, '5,6,10', '黑色 / 大 / 日式', '0.10', 215, '', 0),
(3, 2, '4,8,9', '白色 / 小 / 欧式', '0.1', 885, '', 0),
(4, 2, '5,7,10', '黑色 / 中 / 日式', '0.2', 219, '', 0);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_property`
--

CREATE TABLE `mcc_property` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `name` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- 转存表中的数据 `mcc_property`
--

INSERT INTO `mcc_property` (`id`, `parent_id`, `name`) VALUES
(1, 0, '颜色'),
(2, 0, '尺寸'),
(3, 0, '风格'),
(4, 1, '白色'),
(5, 1, '黑色'),
(6, 2, '大'),
(7, 2, '中'),
(8, 2, '小'),
(9, 3, '欧式'),
(10, 3, '日式');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_province`
--

CREATE TABLE `mcc_province` (
  `id` int(11) UNSIGNED NOT NULL,
  `provinceID` int(11) UNSIGNED NOT NULL,
  `province` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `areaSort` tinyint(2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='省份表' ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `mcc_province`
--

INSERT INTO `mcc_province` (`id`, `provinceID`, `province`, `areaSort`) VALUES
(1, 110000, '北京市', 27),
(2, 120000, '天津市', 26),
(3, 130000, '河北省', 25),
(4, 140000, '山西省', 23),
(5, 150000, '内蒙古', 29),
(6, 210000, '辽宁省', 30),
(7, 220000, '吉林省', 31),
(8, 230000, '黑龙江省', 32),
(9, 310000, '上海市', 14),
(10, 320000, '江苏省', 15),
(11, 330000, '浙江省', 12),
(12, 340000, '安徽省', 13),
(13, 350000, '福建省', 8),
(14, 360000, '江西省', 9),
(15, 370000, '山东省', 24),
(16, 410000, '河南省', 22),
(17, 420000, '湖北省', 16),
(18, 430000, '湖南省', 10),
(19, 440000, '广东省', 4),
(20, 450000, '广西省', 5),
(21, 460000, '海南省', 6),
(22, 500000, '重庆市', 33),
(23, 510000, '四川省', 34),
(24, 520000, '贵州省', 11),
(25, 530000, '云南省', 7),
(26, 540000, '西藏', 17),
(27, 610000, '陕西省', 21),
(28, 620000, '甘肃省', 19),
(29, 630000, '青海省', 18),
(30, 640000, '宁夏', 28),
(31, 650000, '新疆', 20),
(32, 710000, '台湾省', 3),
(33, 810000, '香港特别行政区', 2),
(34, 820000, '澳门特别行政区', 1);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_region`
--

CREATE TABLE `mcc_region` (
  `id` int(11) UNSIGNED NOT NULL,
  `regionID` int(11) UNSIGNED NOT NULL,
  `region` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `cityID` int(11) UNSIGNED NOT NULL,
  `py` varchar(30) COLLATE utf8_unicode_ci NOT NULL COMMENT '区域的拼音'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='区域表' ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `mcc_region`
--

INSERT INTO `mcc_region` (`id`, `regionID`, `region`, `cityID`, `py`) VALUES
(1, 110101, '东城区', 110100, 'dongcheng'),
(2, 110102, '西城区', 110100, 'xicheng'),
(3, 110103, '崇文区', 110100, 'chongwen'),
(4, 110104, '宣武区', 110100, 'xuanwu'),
(5, 110105, '朝阳区', 110100, 'chaoyang'),
(6, 110106, '丰台区', 110100, 'fengtai'),
(7, 110107, '石景山区', 110100, 'shijingshan'),
(8, 110108, '海淀区', 110100, 'haidian'),
(9, 110109, '门头沟区', 110100, 'mentougou'),
(10, 110111, '房山区', 110100, 'fangshan'),
(11, 110112, '通州区', 110100, 'tongzhou'),
(12, 110113, '顺义区', 110100, 'shunyi'),
(13, 110114, '昌平区', 110100, 'changping'),
(14, 110115, '大兴区', 110100, 'daxing'),
(15, 110116, '怀柔区', 110100, 'huairou'),
(16, 110117, '平谷区', 110100, 'pinggu'),
(17, 110228, '密云县', 110100, 'miyun'),
(18, 110229, '延庆县', 110100, 'yanqing'),
(19, 120101, '和平区', 120100, 'heping'),
(20, 120102, '河东区', 120100, 'hedong'),
(21, 120103, '河西区', 120100, 'hexi'),
(22, 120104, '南开区', 120100, 'nankai'),
(23, 120105, '河北区', 120100, 'hebei'),
(24, 120106, '红桥区', 120100, 'hongqiao'),
(25, 120107, '塘沽区', 120100, 'tanggu'),
(26, 120108, '汉沽区', 120100, 'hangu'),
(27, 120109, '大港区', 120100, 'dagang'),
(28, 120110, '东丽区', 120100, 'dongli'),
(29, 120111, '西青区', 120100, 'xiqing'),
(30, 120112, '津南区', 120100, 'jinnan'),
(31, 120113, '北辰区', 120100, 'beichen'),
(32, 120114, '武清区', 120100, 'wuqing'),
(33, 120115, '宝坻区', 120100, 'bao'),
(34, 120221, '宁河县', 120100, 'ninghe'),
(35, 120223, '静海县', 120100, 'jinghai'),
(36, 120225, '蓟　县', 120100, 'ji'),
(38, 130102, '长安区', 130100, 'changan'),
(39, 130103, '桥东区', 130100, 'qiaodong'),
(40, 130104, '桥西区', 130100, 'qiaoxi'),
(41, 130105, '新华区', 130100, 'xinhua'),
(42, 130107, '井陉矿区', 130100, 'jingkuang'),
(43, 130108, '裕华区', 130100, 'yuhua'),
(44, 130121, '井陉县', 130100, 'jing'),
(45, 130123, '正定县', 130100, 'zhengding'),
(46, 130124, '栾城县', 130100, 'cheng'),
(47, 130125, '行唐县', 130100, 'xingtang'),
(48, 130126, '灵寿县', 130100, 'lingshou'),
(49, 130127, '高邑县', 130100, 'gaoyi'),
(50, 130128, '深泽县', 130100, 'shenze'),
(51, 130129, '赞皇县', 130100, 'zanhuang'),
(52, 130130, '无极县', 130100, 'wuji'),
(53, 130131, '平山县', 130100, 'pingshan'),
(54, 130132, '元氏县', 130100, 'yuanshi'),
(55, 130133, '赵　县', 130100, 'zhao'),
(56, 130181, '辛集市', 130100, 'xinji'),
(57, 130182, '藁城市', 130100, 'cheng'),
(58, 130183, '晋州市', 130100, 'jinzhou'),
(59, 130184, '新乐市', 130100, 'xinle'),
(60, 130185, '鹿泉市', 130100, 'luquan'),
(62, 130202, '路南区', 130200, 'lunan'),
(63, 130203, '路北区', 130200, 'lubei'),
(64, 130204, '古冶区', 130200, 'guye'),
(65, 130205, '开平区', 130200, 'kaiping'),
(66, 130207, '丰南区', 130200, 'fengnan'),
(67, 130208, '丰润区', 130200, 'fengrun'),
(68, 130223, '滦　县', 130200, 'luan'),
(69, 130224, '滦南县', 130200, 'luannan'),
(70, 130225, '乐亭县', 130200, 'leting'),
(71, 130227, '迁西县', 130200, 'qianxi'),
(72, 130229, '玉田县', 130200, 'yutian'),
(73, 130230, '唐海县', 130200, 'tanghai'),
(74, 130281, '遵化市', 130200, 'zunhua'),
(75, 130283, '迁安市', 130200, 'qianan'),
(77, 130302, '海港区', 130300, 'haigang'),
(78, 130303, '山海关区', 130300, 'shanhaiguan'),
(79, 130304, '北戴河区', 130300, 'beidaihe'),
(80, 130321, '青龙满族自治县', 130300, 'qinglongmanzuzizhi'),
(81, 130322, '昌黎县', 130300, 'changli'),
(82, 130323, '抚宁县', 130300, 'funing'),
(83, 130324, '卢龙县', 130300, 'lulong'),
(85, 130402, '邯山区', 130400, 'hanshan'),
(86, 130403, '丛台区', 130400, 'congtai'),
(87, 130404, '复兴区', 130400, 'fuxing'),
(88, 130406, '峰峰矿区', 130400, 'fengfengkuang'),
(89, 130421, '邯郸县', 130400, 'handan'),
(90, 130423, '临漳县', 130400, 'linzhang'),
(91, 130424, '成安县', 130400, 'chengan'),
(92, 130425, '大名县', 130400, 'daming'),
(93, 130426, '涉　县', 130400, 'she'),
(94, 130427, '磁　县', 130400, 'ci'),
(95, 130428, '肥乡县', 130400, 'fei'),
(96, 130429, '永年县', 130400, 'yongnian'),
(97, 130430, '邱　县', 130400, 'qiu'),
(98, 130431, '鸡泽县', 130400, 'jize'),
(99, 130432, '广平县', 130400, 'guangping'),
(100, 130433, '馆陶县', 130400, 'guantao'),
(101, 130434, '魏　县', 130400, 'wei'),
(102, 130435, '曲周县', 130400, 'quzhou'),
(103, 130481, '武安市', 130400, 'wuan'),
(105, 130502, '桥东区', 130500, 'qiaodong'),
(106, 130503, '桥西区', 130500, 'qiaoxi'),
(107, 130521, '邢台县', 130500, 'xingtai'),
(108, 130522, '临城县', 130500, 'lincheng'),
(109, 130523, '内丘县', 130500, 'neiqiu'),
(110, 130524, '柏乡县', 130500, 'bai'),
(111, 130525, '隆尧县', 130500, 'longyao'),
(112, 130526, '任　县', 130500, 'ren'),
(113, 130527, '南和县', 130500, 'nanhe'),
(114, 130528, '宁晋县', 130500, 'ningjin'),
(115, 130529, '巨鹿县', 130500, 'julu'),
(116, 130530, '新河县', 130500, 'xinhe'),
(117, 130531, '广宗县', 130500, 'guangzong'),
(118, 130532, '平乡县', 130500, 'ping'),
(119, 130533, '威　县', 130500, 'wei'),
(120, 130534, '清河县', 130500, 'qinghe'),
(121, 130535, '临西县', 130500, 'linxi'),
(122, 130581, '南宫市', 130500, 'nangong'),
(123, 130582, '沙河市', 130500, 'shahe'),
(125, 130602, '新市区', 130600, 'xin'),
(126, 130603, '北市区', 130600, 'bei'),
(127, 130604, '南市区', 130600, 'nan'),
(128, 130621, '满城县', 130600, 'mancheng'),
(129, 130622, '清苑县', 130600, 'qingyuan'),
(130, 130623, '涞水县', 130600, 'shui'),
(131, 130624, '阜平县', 130600, 'fuping'),
(132, 130625, '徐水县', 130600, 'xushui'),
(133, 130626, '定兴县', 130600, 'dingxing'),
(134, 130627, '唐　县', 130600, 'tang'),
(135, 130628, '高阳县', 130600, 'gaoyang'),
(136, 130629, '容城县', 130600, 'rongcheng'),
(137, 130630, '涞源县', 130600, 'yuan'),
(138, 130631, '望都县', 130600, 'wangdu'),
(139, 130632, '安新县', 130600, 'anxin'),
(140, 130633, '易　县', 130600, 'yi'),
(141, 130634, '曲阳县', 130600, 'quyang'),
(142, 130635, '蠡　县', 130600, ''),
(143, 130636, '顺平县', 130600, 'shunping'),
(144, 130637, '博野县', 130600, 'boye'),
(145, 130638, '雄　县', 130600, 'xiong'),
(146, 130681, '涿州市', 130600, 'zhou'),
(147, 130682, '定州市', 130600, 'dingzhou'),
(148, 130683, '安国市', 130600, 'anguo'),
(149, 130684, '高碑店市', 130600, 'gaobeidian'),
(151, 130702, '桥东区', 130700, 'qiaodong'),
(152, 130703, '桥西区', 130700, 'qiaoxi'),
(153, 130705, '宣化区', 130700, 'xuanhua'),
(154, 130706, '下花园区', 130700, 'xiahuayuan'),
(155, 130721, '宣化县', 130700, 'xuanhua'),
(156, 130722, '张北县', 130700, 'zhangbei'),
(157, 130723, '康保县', 130700, 'kangbao'),
(158, 130724, '沽源县', 130700, 'guyuan'),
(159, 130725, '尚义县', 130700, 'shangyi'),
(160, 130726, '蔚　县', 130700, 'wei'),
(161, 130727, '阳原县', 130700, 'yangyuan'),
(162, 130728, '怀安县', 130700, 'huaian'),
(163, 130729, '万全县', 130700, 'wanquan'),
(164, 130730, '怀来县', 130700, 'huailai'),
(165, 130731, '涿鹿县', 130700, 'lu'),
(166, 130732, '赤城县', 130700, 'chicheng'),
(167, 130733, '崇礼县', 130700, 'chongli'),
(169, 130802, '双桥区', 130800, 'shuangqiao'),
(170, 130803, '双滦区', 130800, 'shuangluan'),
(171, 130804, '鹰手营子矿区', 130800, 'yingshouyingzikuang'),
(172, 130821, '承德县', 130800, 'chengde'),
(173, 130822, '兴隆县', 130800, 'xinglong'),
(174, 130823, '平泉县', 130800, 'pingquan'),
(175, 130824, '滦平县', 130800, 'luanping'),
(176, 130825, '隆化县', 130800, 'longhua'),
(177, 130826, '丰宁满族自治县', 130800, 'fengningmanzuzizhi'),
(178, 130827, '宽城满族自治县', 130800, 'kuanchengmanzuzizhi'),
(179, 130828, '围场满族蒙古族自治县', 130800, 'weichangmanzumengguzuzizhi'),
(181, 130902, '新华区', 130900, 'xinhua'),
(182, 130903, '运河区', 130900, 'yunhe'),
(183, 130921, '沧　县', 130900, 'cang'),
(184, 130922, '青　县', 130900, 'qing'),
(185, 130923, '东光县', 130900, 'dongguang'),
(186, 130924, '海兴县', 130900, 'haixing'),
(187, 130925, '盐山县', 130900, 'yanshan'),
(188, 130926, '肃宁县', 130900, 'suning'),
(189, 130927, '南皮县', 130900, 'nanpi'),
(190, 130928, '吴桥县', 130900, 'wuqiao'),
(191, 130929, '献　县', 130900, 'xian'),
(192, 130930, '孟村回族自治县', 130900, 'menghuizuzizhi'),
(193, 130981, '泊头市', 130900, 'botou'),
(194, 130982, '任丘市', 130900, 'renqiu'),
(195, 130983, '黄骅市', 130900, 'huang'),
(196, 130984, '河间市', 130900, 'hejian'),
(198, 131002, '安次区', 131000, 'anci'),
(199, 131003, '广阳区', 131000, 'guangyang'),
(200, 131022, '固安县', 131000, 'guan'),
(201, 131023, '永清县', 131000, 'yongqing'),
(202, 131024, '香河县', 131000, 'xianghe'),
(203, 131025, '大城县', 131000, 'dacheng'),
(204, 131026, '文安县', 131000, 'wenan'),
(205, 131028, '大厂回族自治县', 131000, 'dachanghuizuzizhi'),
(206, 131081, '霸州市', 131000, 'bazhou'),
(207, 131082, '三河市', 131000, 'sanhe'),
(209, 131102, '桃城区', 131100, 'taocheng'),
(210, 131121, '枣强县', 131100, 'zaoqiang'),
(211, 131122, '武邑县', 131100, 'wuyi'),
(212, 131123, '武强县', 131100, 'wuqiang'),
(213, 131124, '饶阳县', 131100, 'raoyang'),
(214, 131125, '安平县', 131100, 'anping'),
(215, 131126, '故城县', 131100, 'gucheng'),
(216, 131127, '景　县', 131100, 'jing'),
(217, 131128, '阜城县', 131100, 'fucheng'),
(218, 131181, '冀州市', 131100, 'jizhou'),
(219, 131182, '深州市', 131100, 'shenzhou'),
(221, 140105, '小店区', 140100, 'xiaodian'),
(222, 140106, '迎泽区', 140100, 'yingze'),
(223, 140107, '杏花岭区', 140100, 'xinghualing'),
(224, 140108, '尖草坪区', 140100, 'jiancaoping'),
(225, 140109, '万柏林区', 140100, 'wanbailin'),
(226, 140110, '晋源区', 140100, 'jinyuan'),
(227, 140121, '清徐县', 140100, 'qingxu'),
(228, 140122, '阳曲县', 140100, 'yangqu'),
(229, 140123, '娄烦县', 140100, 'loufan'),
(230, 140181, '古交市', 140100, 'gujiao'),
(232, 140202, '城　区', 140200, 'cheng'),
(233, 140203, '矿　区', 140200, 'kuang'),
(234, 140211, '南郊区', 140200, 'nanjiao'),
(235, 140212, '新荣区', 140200, 'xinrong'),
(236, 140221, '阳高县', 140200, 'yanggao'),
(237, 140222, '天镇县', 140200, 'tian'),
(238, 140223, '广灵县', 140200, 'guangling'),
(239, 140224, '灵丘县', 140200, 'lingqiu'),
(240, 140225, '浑源县', 140200, 'hunyuan'),
(241, 140226, '左云县', 140200, 'zuoyun'),
(242, 140227, '大同县', 140200, 'datong'),
(244, 140302, '城　区', 140300, 'cheng'),
(245, 140303, '矿　区', 140300, 'kuang'),
(246, 140311, '郊　区', 140300, 'jiao'),
(247, 140321, '平定县', 140300, 'pingding'),
(248, 140322, '盂　县', 140300, 'yu'),
(250, 140402, '城　区', 140400, 'cheng'),
(251, 140411, '郊　区', 140400, 'jiao'),
(252, 140421, '长治县', 140400, 'changzhi'),
(253, 140423, '襄垣县', 140400, 'xiangyuan'),
(254, 140424, '屯留县', 140400, 'tunliu'),
(255, 140425, '平顺县', 140400, 'pingshun'),
(256, 140426, '黎城县', 140400, 'licheng'),
(257, 140427, '壶关县', 140400, 'huguan'),
(258, 140428, '长子县', 140400, 'changzi'),
(259, 140429, '武乡县', 140400, 'wu'),
(260, 140430, '沁　县', 140400, 'qin'),
(261, 140431, '沁源县', 140400, 'qinyuan'),
(262, 140481, '潞城市', 140400, 'lucheng'),
(264, 140502, '城　区', 140500, 'cheng'),
(265, 140521, '沁水县', 140500, 'qinshui'),
(266, 140522, '阳城县', 140500, 'yangcheng'),
(267, 140524, '陵川县', 140500, 'lingchuan'),
(268, 140525, '泽州县', 140500, 'zezhou'),
(269, 140581, '高平市', 140500, 'gaoping'),
(271, 140602, '朔城区', 140600, 'shuocheng'),
(272, 140603, '平鲁区', 140600, 'pinglu'),
(273, 140621, '山阴县', 140600, 'shanyin'),
(274, 140622, '应　县', 140600, 'ying'),
(275, 140623, '右玉县', 140600, 'youyu'),
(276, 140624, '怀仁县', 140600, 'huairen'),
(278, 140702, '榆次区', 140700, 'yuci'),
(279, 140721, '榆社县', 140700, 'yushe'),
(280, 140722, '左权县', 140700, 'zuoquan'),
(281, 140723, '和顺县', 140700, 'heshun'),
(282, 140724, '昔阳县', 140700, 'xiyang'),
(283, 140725, '寿阳县', 140700, 'shouyang'),
(284, 140726, '太谷县', 140700, 'taigu'),
(285, 140727, '祁　县', 140700, 'qi'),
(286, 140728, '平遥县', 140700, 'pingyao'),
(287, 140729, '灵石县', 140700, 'lingshi'),
(288, 140781, '介休市', 140700, 'jiexiu'),
(290, 140802, '盐湖区', 140800, 'yanhu'),
(291, 140821, '临猗县', 140800, 'lin'),
(292, 140822, '万荣县', 140800, 'wanrong'),
(293, 140823, '闻喜县', 140800, 'wenxi'),
(294, 140824, '稷山县', 140800, 'shan'),
(295, 140825, '新绛县', 140800, 'xin'),
(296, 140826, '绛　县', 140800, ''),
(297, 140827, '垣曲县', 140800, 'yuanqu'),
(298, 140828, '夏　县', 140800, 'xia'),
(299, 140829, '平陆县', 140800, 'pinglu'),
(300, 140830, '芮城县', 140800, 'cheng'),
(301, 140881, '永济市', 140800, 'yongji'),
(302, 140882, '河津市', 140800, 'hejin'),
(304, 140902, '忻府区', 140900, 'xinfu'),
(305, 140921, '定襄县', 140900, 'dingxiang'),
(306, 140922, '五台县', 140900, 'wutai'),
(307, 140923, '代　县', 140900, 'dai'),
(308, 140924, '繁峙县', 140900, 'fanzhi'),
(309, 140925, '宁武县', 140900, 'ningwu'),
(310, 140926, '静乐县', 140900, 'jingle'),
(311, 140927, '神池县', 140900, 'shenchi'),
(312, 140928, '五寨县', 140900, 'wuzhai'),
(313, 140929, '岢岚县', 140900, ''),
(314, 140930, '河曲县', 140900, 'hequ'),
(315, 140931, '保德县', 140900, 'baode'),
(316, 140932, '偏关县', 140900, 'pianguan'),
(317, 140981, '原平市', 140900, 'yuanping'),
(319, 141002, '尧都区', 141000, 'yaodu'),
(320, 141021, '曲沃县', 141000, 'quwo'),
(321, 141022, '翼城县', 141000, 'yicheng'),
(322, 141023, '襄汾县', 141000, 'xiangfen'),
(323, 141024, '洪洞县', 141000, 'hongdong'),
(324, 141025, '古　县', 141000, 'gu'),
(325, 141026, '安泽县', 141000, 'anze'),
(326, 141027, '浮山县', 141000, 'fushan'),
(327, 141028, '吉　县', 141000, 'ji'),
(328, 141029, '乡宁县', 141000, 'ning'),
(329, 141030, '大宁县', 141000, 'daning'),
(330, 141031, '隰　县', 141000, ''),
(331, 141032, '永和县', 141000, 'yonghe'),
(332, 141033, '蒲　县', 141000, 'pu'),
(333, 141034, '汾西县', 141000, 'fenxi'),
(334, 141081, '侯马市', 141000, 'houma'),
(335, 141082, '霍州市', 141000, 'huozhou'),
(337, 141102, '离石区', 141100, 'lishi'),
(338, 141121, '文水县', 141100, 'wenshui'),
(339, 141122, '交城县', 141100, 'jiaocheng'),
(340, 141123, '兴　县', 141100, 'xing'),
(341, 141124, '临　县', 141100, 'lin'),
(342, 141125, '柳林县', 141100, 'liulin'),
(343, 141126, '石楼县', 141100, 'shilou'),
(344, 141127, '岚　县', 141100, ''),
(345, 141128, '方山县', 141100, 'fangshan'),
(346, 141129, '中阳县', 141100, 'zhongyang'),
(347, 141130, '交口县', 141100, 'jiaokou'),
(348, 141181, '孝义市', 141100, 'xiaoyi'),
(349, 141182, '汾阳市', 141100, 'fenyang'),
(351, 150102, '新城区', 150100, 'xincheng'),
(352, 150103, '回民区', 150100, 'huimin'),
(353, 150104, '玉泉区', 150100, 'yuquan'),
(354, 150105, '赛罕区', 150100, 'saihan'),
(355, 150121, '土默特左旗', 150100, 'tumotezuoqi'),
(356, 150122, '托克托县', 150100, 'tuoketuo'),
(357, 150123, '和林格尔县', 150100, 'helingeer'),
(358, 150124, '清水河县', 150100, 'qingshuihe'),
(359, 150125, '武川县', 150100, 'wuchuan'),
(361, 150202, '东河区', 150200, 'donghe'),
(362, 150203, '昆都仑区', 150200, 'kundulun'),
(363, 150204, '青山区', 150200, 'qingshan'),
(364, 150205, '石拐区', 150200, 'shiguai'),
(365, 150206, '白云矿区', 150200, 'baiyunkuang'),
(366, 150207, '九原区', 150200, 'jiuyuan'),
(367, 150221, '土默特右旗', 150200, 'tumoteyouqi'),
(368, 150222, '固阳县', 150200, 'guyang'),
(369, 150223, '达尔罕茂明安联合旗', 150200, 'daerhanmaominganlianheqi'),
(371, 150302, '海勃湾区', 150300, 'haibowan'),
(372, 150303, '海南区', 150300, 'hainan'),
(373, 150304, '乌达区', 150300, 'wuda'),
(375, 150402, '红山区', 150400, 'hongshan'),
(376, 150403, '元宝山区', 150400, 'yuanbaoshan'),
(377, 150404, '松山区', 150400, 'songshan'),
(378, 150421, '阿鲁科尔沁旗', 150400, 'alukeerqinqi'),
(379, 150422, '巴林左旗', 150400, 'balinzuoqi'),
(380, 150423, '巴林右旗', 150400, 'balinyouqi'),
(381, 150424, '林西县', 150400, 'linxi'),
(382, 150425, '克什克腾旗', 150400, 'keshiketengqi'),
(383, 150426, '翁牛特旗', 150400, 'wengniuteqi'),
(384, 150428, '喀喇沁旗', 150400, 'kalaqinqi'),
(385, 150429, '宁城县', 150400, 'ningcheng'),
(386, 150430, '敖汉旗', 150400, 'aohanqi'),
(388, 150502, '科尔沁区', 150500, 'keerqin'),
(389, 150521, '科尔沁左翼中旗', 150500, 'keerqinzuoyizhongqi'),
(390, 150522, '科尔沁左翼后旗', 150500, 'keerqinzuoyihouqi'),
(391, 150523, '开鲁县', 150500, 'kailu'),
(392, 150524, '库伦旗', 150500, 'kulunqi'),
(393, 150525, '奈曼旗', 150500, 'naimanqi'),
(394, 150526, '扎鲁特旗', 150500, 'zhaluteqi'),
(395, 150581, '霍林郭勒市', 150500, 'huolinguole'),
(396, 150602, '东胜区', 150600, 'dongsheng'),
(397, 150621, '达拉特旗', 150600, 'dalateqi'),
(398, 150622, '准格尔旗', 150600, 'zhungeerqi'),
(399, 150623, '鄂托克前旗', 150600, 'etuokeqianqi'),
(400, 150624, '鄂托克旗', 150600, 'etuokeqi'),
(401, 150625, '杭锦旗', 150600, 'hangjinqi'),
(402, 150626, '乌审旗', 150600, 'wushenqi'),
(403, 150627, '伊金霍洛旗', 150600, 'yijinhuoluoqi'),
(405, 150702, '海拉尔区', 150700, 'hailaer'),
(406, 150721, '阿荣旗', 150700, 'arongqi'),
(407, 150722, '莫力达瓦达斡尔族自治旗', 150700, 'molidawadawoerzuzizhiqi'),
(408, 150723, '鄂伦春自治旗', 150700, 'elunchunzizhiqi'),
(409, 150724, '鄂温克族自治旗', 150700, 'ewenkezuzizhiqi'),
(410, 150725, '陈巴尔虎旗', 150700, 'chenbaerhuqi'),
(411, 150726, '新巴尔虎左旗', 150700, 'xinbaerhuzuoqi'),
(412, 150727, '新巴尔虎右旗', 150700, 'xinbaerhuyouqi'),
(413, 150781, '满洲里市', 150700, 'manzhouli'),
(414, 150782, '牙克石市', 150700, 'yakeshi'),
(415, 150783, '扎兰屯市', 150700, 'zhalantun'),
(416, 150784, '额尔古纳市', 150700, 'eerguna'),
(417, 150785, '根河市', 150700, 'genhe'),
(419, 150802, '临河区', 150800, 'linhe'),
(420, 150821, '五原县', 150800, 'wuyuan'),
(421, 150822, '磴口县', 150800, 'kou'),
(422, 150823, '乌拉特前旗', 150800, 'wulateqianqi'),
(423, 150824, '乌拉特中旗', 150800, 'wulatezhongqi'),
(424, 150825, '乌拉特后旗', 150800, 'wulatehouqi'),
(425, 150826, '杭锦后旗', 150800, 'hangjinhouqi'),
(427, 150902, '集宁区', 150900, 'jining'),
(428, 150921, '卓资县', 150900, 'zhuozi'),
(429, 150922, '化德县', 150900, 'huade'),
(430, 150923, '商都县', 150900, 'shangdu'),
(431, 150924, '兴和县', 150900, 'xinghe'),
(432, 150925, '凉城县', 150900, 'liangcheng'),
(433, 150926, '察哈尔右翼前旗', 150900, 'chahaeryouyiqianqi'),
(434, 150927, '察哈尔右翼中旗', 150900, 'chahaeryouyizhongqi'),
(435, 150928, '察哈尔右翼后旗', 150900, 'chahaeryouyihouqi'),
(436, 150929, '四子王旗', 150900, 'siziwangqi'),
(437, 150981, '丰镇市', 150900, 'feng'),
(438, 152201, '乌兰浩特市', 152200, 'wulanhaote'),
(439, 152202, '阿尔山市', 152200, 'aershan'),
(440, 152221, '科尔沁右翼前旗', 152200, 'keerqinyouyiqianqi'),
(441, 152222, '科尔沁右翼中旗', 152200, 'keerqinyouyizhongqi'),
(442, 152223, '扎赉特旗', 152200, 'zhateqi'),
(443, 152224, '突泉县', 152200, 'tuquan'),
(444, 152501, '二连浩特市', 152500, 'erlianhaote'),
(445, 152502, '锡林浩特市', 152500, 'xilinhaote'),
(446, 152522, '阿巴嘎旗', 152500, 'abagaqi'),
(447, 152523, '苏尼特左旗', 152500, 'sunitezuoqi'),
(448, 152524, '苏尼特右旗', 152500, 'suniteyouqi'),
(449, 152525, '东乌珠穆沁旗', 152500, 'dongwuzhumuqinqi'),
(450, 152526, '西乌珠穆沁旗', 152500, 'xiwuzhumuqinqi'),
(451, 152527, '太仆寺旗', 152500, 'taipusiqi'),
(452, 152528, '镶黄旗', 152500, 'xianghuangqi'),
(453, 152529, '正镶白旗', 152500, 'zhengxiangbaiqi'),
(454, 152530, '正蓝旗', 152500, 'zhenglanqi'),
(455, 152531, '多伦县', 152500, 'duolun'),
(456, 152921, '阿拉善左旗', 152900, 'alashanzuoqi'),
(457, 152922, '阿拉善右旗', 152900, 'alashanyouqi'),
(458, 152923, '额济纳旗', 152900, 'ejinaqi'),
(460, 210102, '和平区', 210100, 'heping'),
(461, 210103, '沈河区', 210100, 'shenhe'),
(462, 210104, '大东区', 210100, 'dadong'),
(463, 210105, '皇姑区', 210100, 'huanggu'),
(464, 210106, '铁西区', 210100, 'tiexi'),
(465, 210111, '苏家屯区', 210100, 'sujiatun'),
(466, 210112, '东陵区', 210100, 'dongling'),
(467, 210113, '新城子区', 210100, 'xinchengzi'),
(468, 210114, '于洪区', 210100, 'yuhong'),
(469, 210122, '辽中县', 210100, 'liaozhong'),
(470, 210123, '康平县', 210100, 'kangping'),
(471, 210124, '法库县', 210100, 'faku'),
(472, 210181, '新民市', 210100, 'xinmin'),
(474, 210202, '中山区', 210200, 'zhongshan'),
(475, 210203, '西岗区', 210200, 'xigang'),
(476, 210204, '沙河口区', 210200, 'shahekou'),
(477, 210211, '甘井子区', 210200, 'ganjingzi'),
(478, 210212, '旅顺口区', 210200, 'lvshunkou'),
(479, 210213, '金州区', 210200, 'jinzhou'),
(480, 210224, '长海县', 210200, 'changhai'),
(481, 210281, '瓦房店市', 210200, 'wafangdian'),
(482, 210282, '普兰店市', 210200, 'pulandian'),
(483, 210283, '庄河市', 210200, 'zhuanghe'),
(485, 210302, '铁东区', 210300, 'tiedong'),
(486, 210303, '铁西区', 210300, 'tiexi'),
(487, 210304, '立山区', 210300, 'lishan'),
(488, 210311, '千山区', 210300, 'qianshan'),
(489, 210321, '台安县', 210300, 'taian'),
(490, 210323, '岫岩满族自治县', 210300, 'yanmanzuzizhi'),
(491, 210381, '海城市', 210300, 'haicheng'),
(493, 210402, '新抚区', 210400, 'xinfu'),
(494, 210403, '东洲区', 210400, 'dongzhou'),
(495, 210404, '望花区', 210400, 'wanghua'),
(496, 210411, '顺城区', 210400, 'shuncheng'),
(497, 210421, '抚顺县', 210400, 'fushun'),
(498, 210422, '新宾满族自治县', 210400, 'xinbinmanzuzizhi'),
(499, 210423, '清原满族自治县', 210400, 'qingyuanmanzuzizhi'),
(501, 210502, '平山区', 210500, 'pingshan'),
(502, 210503, '溪湖区', 210500, 'xihu'),
(503, 210504, '明山区', 210500, 'mingshan'),
(504, 210505, '南芬区', 210500, 'nanfen'),
(505, 210521, '本溪满族自治县', 210500, 'benximanzuzizhi'),
(506, 210522, '桓仁满族自治县', 210500, 'huanrenmanzuzizhi'),
(508, 210602, '元宝区', 210600, 'yuanbao'),
(509, 210603, '振兴区', 210600, 'zhenxing'),
(510, 210604, '振安区', 210600, 'zhenan'),
(511, 210624, '宽甸满族自治县', 210600, 'kuandianmanzuzizhi'),
(512, 210681, '东港市', 210600, 'donggang'),
(513, 210682, '凤城市', 210600, 'fengcheng'),
(515, 210702, '古塔区', 210700, 'guta'),
(516, 210703, '凌河区', 210700, 'linghe'),
(517, 210711, '太和区', 210700, 'taihe'),
(518, 210726, '黑山县', 210700, 'heishan'),
(519, 210727, '义　县', 210700, 'yi'),
(520, 210781, '凌海市', 210700, 'linghai'),
(521, 210782, '北宁市', 210700, 'beining'),
(523, 210802, '站前区', 210800, 'zhanqian'),
(524, 210803, '西市区', 210800, 'xi'),
(525, 210804, '鲅鱼圈区', 210800, 'yuquan'),
(526, 210811, '老边区', 210800, 'laobian'),
(527, 210881, '盖州市', 210800, 'gaizhou'),
(528, 210882, '大石桥市', 210800, 'dashiqiao'),
(530, 210902, '海州区', 210900, 'haizhou'),
(531, 210903, '新邱区', 210900, 'xinqiu'),
(532, 210904, '太平区', 210900, 'taiping'),
(533, 210905, '清河门区', 210900, 'qinghemen'),
(534, 210911, '细河区', 210900, 'xihe'),
(535, 210921, '阜新蒙古族自治县', 210900, 'fuxinmengguzuzizhi'),
(536, 210922, '彰武县', 210900, 'zhangwu'),
(538, 211002, '白塔区', 211000, 'baita'),
(539, 211003, '文圣区', 211000, 'wensheng'),
(540, 211004, '宏伟区', 211000, 'hongwei'),
(541, 211005, '弓长岭区', 211000, 'gongchangling'),
(542, 211011, '太子河区', 211000, 'taizihe'),
(543, 211021, '辽阳县', 211000, 'liaoyang'),
(544, 211081, '灯塔市', 211000, 'dengta'),
(546, 211102, '双台子区', 211100, 'shuangtaizi'),
(547, 211103, '兴隆台区', 211100, 'xinglongtai'),
(548, 211121, '大洼县', 211100, 'dawa'),
(549, 211122, '盘山县', 211100, 'panshan'),
(551, 211202, '银州区', 211200, 'yinzhou'),
(552, 211204, '清河区', 211200, 'qinghe'),
(553, 211221, '铁岭县', 211200, 'tieling'),
(554, 211223, '西丰县', 211200, 'xifeng'),
(555, 211224, '昌图县', 211200, 'changtu'),
(556, 211281, '调兵山市', 211200, 'diaobingshan'),
(557, 211282, '开原市', 211200, 'kaiyuan'),
(559, 211302, '双塔区', 211300, 'shuangta'),
(560, 211303, '龙城区', 211300, 'longcheng'),
(561, 211321, '朝阳县', 211300, 'chaoyang'),
(562, 211322, '建平县', 211300, 'jianping'),
(563, 211324, '喀喇沁左翼蒙古族自治县', 211300, 'kalaqinzuoyimengguzuzizhi'),
(564, 211381, '北票市', 211300, 'beipiao'),
(565, 211382, '凌源市', 211300, 'lingyuan'),
(567, 211402, '连山区', 211400, 'lianshan'),
(568, 211403, '龙港区', 211400, 'longgang'),
(569, 211404, '南票区', 211400, 'nanpiao'),
(570, 211421, '绥中县', 211400, 'suizhong'),
(571, 211422, '建昌县', 211400, 'jianchang'),
(572, 211481, '兴城市', 211400, 'xingcheng'),
(574, 220102, '南关区', 220100, 'nanguan'),
(575, 220103, '宽城区', 220100, 'kuancheng'),
(576, 220104, '朝阳区', 220100, 'chaoyang'),
(577, 220105, '二道区', 220100, 'erdao'),
(578, 220106, '绿园区', 220100, 'lvyuan'),
(579, 220112, '双阳区', 220100, 'shuangyang'),
(580, 220122, '农安县', 220100, 'nongan'),
(581, 220181, '九台市', 220100, 'jiutai'),
(582, 220182, '榆树市', 220100, 'yushu'),
(583, 220183, '德惠市', 220100, 'dehui'),
(585, 220202, '昌邑区', 220200, 'changyi'),
(586, 220203, '龙潭区', 220200, 'longtan'),
(587, 220204, '船营区', 220200, 'chuanying'),
(588, 220211, '丰满区', 220200, 'fengman'),
(589, 220221, '永吉县', 220200, 'yongji'),
(590, 220281, '蛟河市', 220200, 'he'),
(591, 220282, '桦甸市', 220200, 'dian'),
(592, 220283, '舒兰市', 220200, 'shulan'),
(593, 220284, '磐石市', 220200, 'panshi'),
(595, 220302, '铁西区', 220300, 'tiexi'),
(596, 220303, '铁东区', 220300, 'tiedong'),
(597, 220322, '梨树县', 220300, 'lishu'),
(598, 220323, '伊通满族自治县', 220300, 'yitongmanzuzizhi'),
(599, 220381, '公主岭市', 220300, 'gongzhuling'),
(600, 220382, '双辽市', 220300, 'shuangliao'),
(602, 220402, '龙山区', 220400, 'longshan'),
(603, 220403, '西安区', 220400, 'xian'),
(604, 220421, '东丰县', 220400, 'dongfeng'),
(605, 220422, '东辽县', 220400, 'dongliao'),
(607, 220502, '东昌区', 220500, 'dongchang'),
(608, 220503, '二道江区', 220500, 'erdaojiang'),
(609, 220521, '通化县', 220500, 'tonghua'),
(610, 220523, '辉南县', 220500, 'huinan'),
(611, 220524, '柳河县', 220500, 'liuhe'),
(612, 220581, '梅河口市', 220500, 'meihekou'),
(613, 220582, '集安市', 220500, 'jian'),
(615, 220602, '八道江区', 220600, 'badaojiang'),
(616, 220621, '抚松县', 220600, 'fusong'),
(617, 220622, '靖宇县', 220600, 'jingyu'),
(618, 220623, '长白朝鲜族自治县', 220600, 'changbaichaoxianzuzizhi'),
(619, 220625, '江源县', 220600, 'jiangyuan'),
(620, 220681, '临江市', 220600, 'linjiang'),
(622, 220702, '宁江区', 220700, 'ningjiang'),
(623, 220721, '前郭尔罗斯蒙古族自治县', 220700, 'qianguoerluosimengguzuzizhi'),
(624, 220722, '长岭县', 220700, 'changling'),
(625, 220723, '乾安县', 220700, 'qianan'),
(626, 220724, '扶余县', 220700, 'fuyu'),
(628, 220802, '洮北区', 220800, 'bei'),
(629, 220821, '镇赉县', 220800, ''),
(630, 220822, '通榆县', 220800, 'tongyu'),
(631, 220881, '洮南市', 220800, 'nan'),
(632, 220882, '大安市', 220800, 'daan'),
(633, 222401, '延吉市', 222400, 'yanji'),
(634, 222402, '图们市', 222400, 'tumen'),
(635, 222403, '敦化市', 222400, 'dunhua'),
(636, 222404, '珲春市', 222400, 'chun'),
(637, 222405, '龙井市', 222400, 'longjing'),
(638, 222406, '和龙市', 222400, 'helong'),
(639, 222424, '汪清县', 222400, 'wangqing'),
(640, 222426, '安图县', 222400, 'antu'),
(642, 230102, '道里区', 230100, 'daoli'),
(643, 230103, '南岗区', 230100, 'nangang'),
(644, 230104, '道外区', 230100, 'daowai'),
(645, 230106, '香坊区', 230100, 'xiangfang'),
(646, 230107, '动力区', 230100, 'dongli'),
(647, 230108, '平房区', 230100, 'pingfang'),
(648, 230109, '松北区', 230100, 'songbei'),
(649, 230111, '呼兰区', 230100, 'hulan'),
(650, 230123, '依兰县', 230100, 'yilan'),
(651, 230124, '方正县', 230100, 'fangzheng'),
(652, 230125, '宾　县', 230100, 'bin'),
(653, 230126, '巴彦县', 230100, 'bayan'),
(654, 230127, '木兰县', 230100, 'mulan'),
(655, 230128, '通河县', 230100, 'tonghe'),
(656, 230129, '延寿县', 230100, 'yanshou'),
(657, 230181, '阿城市', 230100, 'acheng'),
(658, 230182, '双城市', 230100, 'shuangcheng'),
(659, 230183, '尚志市', 230100, 'shangzhi'),
(660, 230184, '五常市', 230100, 'wuchang'),
(662, 230202, '龙沙区', 230200, 'longsha'),
(663, 230203, '建华区', 230200, 'jianhua'),
(664, 230204, '铁锋区', 230200, 'tiefeng'),
(665, 230205, '昂昂溪区', 230200, 'angangxi'),
(666, 230206, '富拉尔基区', 230200, 'fulaerji'),
(667, 230207, '碾子山区', 230200, 'nianzishan'),
(668, 230208, '梅里斯达斡尔族区', 230200, 'meilisidawoerzu'),
(669, 230221, '龙江县', 230200, 'longjiang'),
(670, 230223, '依安县', 230200, 'yian'),
(671, 230224, '泰来县', 230200, 'tailai'),
(672, 230225, '甘南县', 230200, 'gannan'),
(673, 230227, '富裕县', 230200, 'fuyu'),
(674, 230229, '克山县', 230200, 'keshan'),
(675, 230230, '克东县', 230200, 'kedong'),
(676, 230231, '拜泉县', 230200, 'baiquan'),
(677, 230281, '讷河市', 230200, 'he'),
(679, 230302, '鸡冠区', 230300, 'jiguan'),
(680, 230303, '恒山区', 230300, 'hengshan'),
(681, 230304, '滴道区', 230300, 'didao'),
(682, 230305, '梨树区', 230300, 'lishu'),
(683, 230306, '城子河区', 230300, 'chengzihe'),
(684, 230307, '麻山区', 230300, 'mashan'),
(685, 230321, '鸡东县', 230300, 'jidong'),
(686, 230381, '虎林市', 230300, 'hulin'),
(687, 230382, '密山市', 230300, 'mishan'),
(689, 230402, '向阳区', 230400, 'xiangyang'),
(690, 230403, '工农区', 230400, 'gongnong'),
(691, 230404, '南山区', 230400, 'nanshan'),
(692, 230405, '兴安区', 230400, 'xingan'),
(693, 230406, '东山区', 230400, 'dongshan'),
(694, 230407, '兴山区', 230400, 'xingshan'),
(695, 230421, '萝北县', 230400, 'luobei'),
(696, 230422, '绥滨县', 230400, 'suibin'),
(698, 230502, '尖山区', 230500, 'jianshan'),
(699, 230503, '岭东区', 230500, 'lingdong'),
(700, 230505, '四方台区', 230500, 'sifangtai'),
(701, 230506, '宝山区', 230500, 'baoshan'),
(702, 230521, '集贤县', 230500, 'jixian'),
(703, 230522, '友谊县', 230500, 'youyi'),
(704, 230523, '宝清县', 230500, 'baoqing'),
(705, 230524, '饶河县', 230500, 'raohe'),
(707, 230602, '萨尔图区', 230600, 'saertu'),
(708, 230603, '龙凤区', 230600, 'longfeng'),
(709, 230604, '让胡路区', 230600, 'ranghulu'),
(710, 230605, '红岗区', 230600, 'honggang'),
(711, 230606, '大同区', 230600, 'datong'),
(712, 230621, '肇州县', 230600, 'zhaozhou'),
(713, 230622, '肇源县', 230600, 'zhaoyuan'),
(714, 230623, '林甸县', 230600, 'lindian'),
(715, 230624, '杜尔伯特蒙古族自治县', 230600, 'duerbotemengguzuzizhi'),
(717, 230702, '伊春区', 230700, 'yichun'),
(718, 230703, '南岔区', 230700, 'nancha'),
(719, 230704, '友好区', 230700, 'youhao'),
(720, 230705, '西林区', 230700, 'xilin'),
(721, 230706, '翠峦区', 230700, 'cuiluan'),
(722, 230707, '新青区', 230700, 'xinqing'),
(723, 230708, '美溪区', 230700, 'meixi'),
(724, 230709, '金山屯区', 230700, 'jinshantun'),
(725, 230710, '五营区', 230700, 'wuying'),
(726, 230711, '乌马河区', 230700, 'wumahe'),
(727, 230712, '汤旺河区', 230700, 'tangwanghe'),
(728, 230713, '带岭区', 230700, 'dailing'),
(729, 230714, '乌伊岭区', 230700, 'wuyiling'),
(730, 230715, '红星区', 230700, 'hongxing'),
(731, 230716, '上甘岭区', 230700, 'shangganling'),
(732, 230722, '嘉荫县', 230700, 'jiayin'),
(733, 230781, '铁力市', 230700, 'tieli'),
(735, 230802, '永红区', 230800, 'yonghong'),
(736, 230803, '向阳区', 230800, 'xiangyang'),
(737, 230804, '前进区', 230800, 'qianjin'),
(738, 230805, '东风区', 230800, 'dongfeng'),
(739, 230811, '郊　区', 230800, 'jiao'),
(740, 230822, '桦南县', 230800, 'nan'),
(741, 230826, '桦川县', 230800, 'chuan'),
(742, 230828, '汤原县', 230800, 'tangyuan'),
(743, 230833, '抚远县', 230800, 'fuyuan'),
(744, 230881, '同江市', 230800, 'tongjiang'),
(745, 230882, '富锦市', 230800, 'fujin'),
(747, 230902, '新兴区', 230900, 'xinxing'),
(748, 230903, '桃山区', 230900, 'taoshan'),
(749, 230904, '茄子河区', 230900, 'qiezihe'),
(750, 230921, '勃利县', 230900, 'boli'),
(752, 231002, '东安区', 231000, 'dongan'),
(753, 231003, '阳明区', 231000, 'yangming'),
(754, 231004, '爱民区', 231000, 'aimin'),
(755, 231005, '西安区', 231000, 'xian'),
(756, 231024, '东宁县', 231000, 'dongning'),
(757, 231025, '林口县', 231000, 'linkou'),
(758, 231081, '绥芬河市', 231000, 'suifenhe'),
(759, 231083, '海林市', 231000, 'hailin'),
(760, 231084, '宁安市', 231000, 'ningan'),
(761, 231085, '穆棱市', 231000, 'muleng'),
(763, 231102, '爱辉区', 231100, 'aihui'),
(764, 231121, '嫩江县', 231100, 'nenjiang'),
(765, 231123, '逊克县', 231100, 'xunke'),
(766, 231124, '孙吴县', 231100, 'sunwu'),
(767, 231181, '北安市', 231100, 'beian'),
(768, 231182, '五大连池市', 231100, 'wudalianchi'),
(770, 231202, '北林区', 231200, 'beilin'),
(771, 231221, '望奎县', 231200, 'wangkui'),
(772, 231222, '兰西县', 231200, 'lanxi'),
(773, 231223, '青冈县', 231200, 'qinggang'),
(774, 231224, '庆安县', 231200, 'qingan'),
(775, 231225, '明水县', 231200, 'mingshui'),
(776, 231226, '绥棱县', 231200, 'suileng'),
(777, 231281, '安达市', 231200, 'anda'),
(778, 231282, '肇东市', 231200, 'zhaodong'),
(779, 231283, '海伦市', 231200, 'hailun'),
(780, 232721, '呼玛县', 232700, 'huma'),
(781, 232722, '塔河县', 232700, 'tahe'),
(782, 232723, '漠河县', 232700, 'mohe'),
(783, 310101, '黄浦区', 310100, 'huangpu'),
(784, 310103, '卢湾区', 310100, 'luwan'),
(785, 310104, '徐汇区', 310100, 'xuhui'),
(786, 310105, '长宁区', 310100, 'changning'),
(787, 310106, '静安区', 310100, 'jingan'),
(788, 310107, '普陀区', 310100, 'putuo'),
(789, 310108, '闸北区', 310100, 'zhabei'),
(790, 310109, '虹口区', 310100, 'hongkou'),
(791, 310110, '杨浦区', 310100, 'yangpu'),
(792, 310112, '闵行区', 310100, 'xing'),
(793, 310113, '宝山区', 310100, 'baoshan'),
(794, 310114, '嘉定区', 310100, 'jiading'),
(795, 310115, '浦东新区', 310100, 'pudongxin'),
(796, 310116, '金山区', 310100, 'jinshan'),
(797, 310117, '松江区', 310100, 'songjiang'),
(798, 310118, '青浦区', 310100, 'qingpu'),
(799, 310119, '南汇区', 310100, 'nanhui'),
(800, 310120, '奉贤区', 310100, 'fengxian'),
(801, 310230, '崇明县', 310100, 'chongming'),
(803, 320102, '玄武区', 320100, 'xuanwu'),
(804, 320103, '白下区', 320100, 'baixia'),
(805, 320104, '秦淮区', 320100, 'qinhuai'),
(806, 320105, '建邺区', 320100, 'jian'),
(807, 320106, '鼓楼区', 320100, 'gulou'),
(808, 320107, '下关区', 320100, 'xiaguan'),
(809, 320111, '浦口区', 320100, 'pukou'),
(810, 320113, '栖霞区', 320100, 'qixia'),
(811, 320114, '雨花台区', 320100, 'yuhuatai'),
(812, 320115, '江宁区', 320100, 'jiangning'),
(813, 320116, '六合区', 320100, 'liuhe'),
(814, 320124, '溧水县', 320100, 'shui'),
(815, 320125, '高淳县', 320100, 'gaochun'),
(817, 320202, '崇安区', 320200, 'chongan'),
(818, 320203, '南长区', 320200, 'nanchang'),
(819, 320204, '北塘区', 320200, 'beitang'),
(820, 320205, '锡山区', 320200, 'xishan'),
(821, 320206, '惠山区', 320200, 'huishan'),
(822, 320211, '滨湖区', 320200, 'binhu'),
(823, 320281, '江阴市', 320200, 'jiangyin'),
(824, 320282, '宜兴市', 320200, 'yixing'),
(826, 320302, '鼓楼区', 320300, 'gulou'),
(827, 320303, '云龙区', 320300, 'yunlong'),
(828, 320304, '九里区', 320300, 'jiuli'),
(829, 320305, '贾汪区', 320300, 'jiawang'),
(830, 320311, '泉山区', 320300, 'quanshan'),
(831, 320321, '丰　县', 320300, 'feng'),
(832, 320322, '沛　县', 320300, 'pei'),
(833, 320323, '铜山县', 320300, 'tongshan'),
(834, 320324, '睢宁县', 320300, 'ning'),
(835, 320381, '新沂市', 320300, 'xinyi'),
(836, 320382, '邳州市', 320300, 'zhou'),
(838, 320402, '天宁区', 320400, 'tianning'),
(839, 320404, '钟楼区', 320400, 'zhonglou'),
(840, 320405, '戚墅堰区', 320400, 'qishuyan'),
(841, 320411, '新北区', 320400, 'xinbei'),
(842, 320412, '武进区', 320400, 'wujin'),
(843, 320481, '溧阳市', 320400, 'yang'),
(844, 320482, '金坛市', 320400, 'jintan'),
(846, 320502, '沧浪区', 320500, 'canglang'),
(847, 320503, '平江区', 320500, 'pingjiang'),
(848, 320504, '金阊区', 320500, 'jin'),
(849, 320505, '虎丘区', 320500, 'huqiu'),
(850, 320506, '吴中区', 320500, 'wuzhong'),
(851, 320507, '相城区', 320500, 'xiangcheng'),
(852, 320581, '常熟市', 320500, 'changshu'),
(853, 320582, '张家港市', 320500, 'zhangjiagang'),
(854, 320583, '昆山市', 320500, 'kunshan'),
(855, 320584, '吴江市', 320500, 'wujiang'),
(856, 320585, '太仓市', 320500, 'taicang'),
(858, 320602, '崇川区', 320600, 'chongchuan'),
(859, 320611, '港闸区', 320600, 'gangzha'),
(860, 320621, '海安县', 320600, 'haian'),
(861, 320623, '如东县', 320600, 'rudong'),
(862, 320681, '启东市', 320600, 'qidong'),
(863, 320682, '如皋市', 320600, 'rugao'),
(864, 320683, '通州市', 320600, 'tongzhou'),
(865, 320684, '海门市', 320600, 'haimen'),
(867, 320703, '连云区', 320700, 'lianyun'),
(868, 320705, '新浦区', 320700, 'xinpu'),
(869, 320706, '海州区', 320700, 'haizhou'),
(870, 320721, '赣榆县', 320700, 'ganyu'),
(871, 320722, '东海县', 320700, 'donghai'),
(872, 320723, '灌云县', 320700, 'guanyun'),
(873, 320724, '灌南县', 320700, 'guannan'),
(875, 320802, '清河区', 320800, 'qinghe'),
(876, 320803, '楚州区', 320800, 'chuzhou'),
(877, 320804, '淮阴区', 320800, 'huaiyin'),
(878, 320811, '清浦区', 320800, 'qingpu'),
(879, 320826, '涟水县', 320800, 'lianshui'),
(880, 320829, '洪泽县', 320800, 'hongze'),
(881, 320830, '盱眙县', 320800, ''),
(882, 320831, '金湖县', 320800, 'jinhu'),
(884, 320902, '亭湖区', 320900, 'tinghu'),
(885, 320903, '盐都区', 320900, 'yandu'),
(886, 320921, '响水县', 320900, 'xiangshui'),
(887, 320922, '滨海县', 320900, 'binhai'),
(888, 320923, '阜宁县', 320900, 'funing'),
(889, 320924, '射阳县', 320900, 'sheyang'),
(890, 320925, '建湖县', 320900, 'jianhu'),
(891, 320981, '东台市', 320900, 'dongtai'),
(892, 320982, '大丰市', 320900, 'dafeng'),
(894, 321002, '广陵区', 321000, 'guangling'),
(895, 321003, '邗江区', 321000, 'jiang'),
(896, 321011, '郊　区', 321000, 'jiao'),
(897, 321023, '宝应县', 321000, 'baoying'),
(898, 321081, '仪征市', 321000, 'yizheng'),
(899, 321084, '高邮市', 321000, 'gaoyou'),
(900, 321088, '江都市', 321000, 'jiangdu'),
(902, 321102, '京口区', 321100, 'jingkou'),
(903, 321111, '润州区', 321100, 'runzhou'),
(904, 321112, '丹徒区', 321100, 'dantu'),
(905, 321181, '丹阳市', 321100, 'danyang'),
(906, 321182, '扬中市', 321100, 'yangzhong'),
(907, 321183, '句容市', 321100, 'jurong'),
(909, 321202, '海陵区', 321200, 'hailing'),
(910, 321203, '高港区', 321200, 'gaogang'),
(911, 321281, '兴化市', 321200, 'xinghua'),
(912, 321282, '靖江市', 321200, 'jingjiang'),
(913, 321283, '泰兴市', 321200, 'taixing'),
(914, 321284, '姜堰市', 321200, 'jiangyan'),
(916, 321302, '宿城区', 321300, 'sucheng'),
(917, 321311, '宿豫区', 321300, 'suyu'),
(918, 321322, '沭阳县', 321300, 'yang'),
(919, 321323, '泗阳县', 321300, 'yang'),
(920, 321324, '泗洪县', 321300, 'hong'),
(922, 330102, '上城区', 330100, 'shangcheng'),
(923, 330103, '下城区', 330100, 'xiacheng'),
(924, 330104, '江干区', 330100, 'jianggan'),
(925, 330105, '拱墅区', 330100, 'gongshu'),
(926, 330106, '西湖区', 330100, 'xihu'),
(927, 330108, '滨江区', 330100, 'binjiang'),
(928, 330109, '萧山区', 330100, 'xiaoshan'),
(929, 330110, '余杭区', 330100, 'yuhang'),
(930, 330122, '桐庐县', 330100, 'tonglu'),
(931, 330127, '淳安县', 330100, 'chunan'),
(932, 330182, '建德市', 330100, 'jiande'),
(933, 330183, '富阳市', 330100, 'fuyang'),
(934, 330185, '临安市', 330100, 'linan'),
(936, 330203, '海曙区', 330200, 'haishu'),
(937, 330204, '江东区', 330200, 'jiangdong'),
(938, 330205, '江北区', 330200, 'jiangbei'),
(939, 330206, '北仑区', 330200, 'beilun'),
(940, 330211, '镇海区', 330200, 'hai'),
(941, 330212, '鄞州区', 330200, 'zhou'),
(942, 330225, '象山县', 330200, 'xiangshan'),
(943, 330226, '宁海县', 330200, 'ninghai'),
(944, 330281, '余姚市', 330200, 'yuyao'),
(945, 330282, '慈溪市', 330200, 'cixi'),
(946, 330283, '奉化市', 330200, 'fenghua'),
(948, 330302, '鹿城区', 330300, 'lucheng'),
(949, 330303, '龙湾区', 330300, 'longwan'),
(950, 330304, '瓯海区', 330300, 'hai'),
(951, 330322, '洞头县', 330300, 'dongtou'),
(952, 330324, '永嘉县', 330300, 'yongjia'),
(953, 330326, '平阳县', 330300, 'pingyang'),
(954, 330327, '苍南县', 330300, 'cangnan'),
(955, 330328, '文成县', 330300, 'wencheng'),
(956, 330329, '泰顺县', 330300, 'taishun'),
(957, 330381, '瑞安市', 330300, 'ruian'),
(958, 330382, '乐清市', 330300, 'leqing'),
(960, 330402, '秀城区', 330400, 'xiucheng'),
(961, 330411, '秀洲区', 330400, 'xiuzhou'),
(962, 330421, '嘉善县', 330400, 'jiashan'),
(963, 330424, '海盐县', 330400, 'haiyan'),
(964, 330481, '海宁市', 330400, 'haining'),
(965, 330482, '平湖市', 330400, 'pinghu'),
(966, 330483, '桐乡市', 330400, 'tong'),
(968, 330502, '吴兴区', 330500, 'wuxing'),
(969, 330503, '南浔区', 330500, 'nan'),
(970, 330521, '德清县', 330500, 'deqing'),
(971, 330522, '长兴县', 330500, 'changxing'),
(972, 330523, '安吉县', 330500, 'anji'),
(974, 330602, '越城区', 330600, 'yuecheng'),
(975, 330621, '绍兴县', 330600, 'shaoxing'),
(976, 330624, '新昌县', 330600, 'xinchang'),
(977, 330681, '诸暨市', 330600, 'zhu'),
(978, 330682, '上虞市', 330600, 'shangyu'),
(979, 330683, '嵊州市', 330600, 'zhou'),
(981, 330702, '婺城区', 330700, 'cheng'),
(982, 330703, '金东区', 330700, 'jindong'),
(983, 330723, '武义县', 330700, 'wuyi'),
(984, 330726, '浦江县', 330700, 'pujiang'),
(985, 330727, '磐安县', 330700, 'panan'),
(986, 330781, '兰溪市', 330700, 'lanxi'),
(987, 330782, '义乌市', 330700, 'yiwu'),
(988, 330783, '东阳市', 330700, 'dongyang'),
(989, 330784, '永康市', 330700, 'yongkang'),
(991, 330802, '柯城区', 330800, 'kecheng'),
(992, 330803, '衢江区', 330800, 'jiang'),
(993, 330822, '常山县', 330800, 'changshan'),
(994, 330824, '开化县', 330800, 'kaihua'),
(995, 330825, '龙游县', 330800, 'longyou'),
(996, 330881, '江山市', 330800, 'jiangshan'),
(998, 330902, '定海区', 330900, 'dinghai'),
(999, 330903, '普陀区', 330900, 'putuo'),
(1000, 330921, '岱山县', 330900, 'shan'),
(1001, 330922, '嵊泗县', 330900, ''),
(1003, 331002, '椒江区', 331000, 'jiaojiang'),
(1004, 331003, '黄岩区', 331000, 'huangyan'),
(1005, 331004, '路桥区', 331000, 'luqiao'),
(1006, 331021, '玉环县', 331000, 'yuhuan'),
(1007, 331022, '三门县', 331000, 'sanmen'),
(1008, 331023, '天台县', 331000, 'tiantai'),
(1009, 331024, '仙居县', 331000, 'xianju'),
(1010, 331081, '温岭市', 331000, 'wenling'),
(1011, 331082, '临海市', 331000, 'linhai'),
(1013, 331102, '莲都区', 331100, 'liandu'),
(1014, 331121, '青田县', 331100, 'qingtian'),
(1015, 331122, '缙云县', 331100, 'yun'),
(1016, 331123, '遂昌县', 331100, 'suichang'),
(1017, 331124, '松阳县', 331100, 'songyang'),
(1018, 331125, '云和县', 331100, 'yunhe'),
(1019, 331126, '庆元县', 331100, 'qingyuan'),
(1020, 331127, '景宁畲族自治县', 331100, 'jingningzuzizhi'),
(1021, 331181, '龙泉市', 331100, 'longquan'),
(1023, 340102, '瑶海区', 340100, 'yaohai'),
(1024, 340103, '庐阳区', 340100, 'luyang'),
(1025, 340104, '蜀山区', 340100, 'shushan'),
(1026, 340111, '包河区', 340100, 'baohe'),
(1027, 340121, '长丰县', 340100, 'changfeng'),
(1028, 340122, '肥东县', 340100, 'feidong'),
(1029, 340123, '肥西县', 340100, 'feixi'),
(1031, 340202, '镜湖区', 340200, 'jinghu'),
(1032, 340203, '马塘区', 340200, 'matang'),
(1033, 340204, '新芜区', 340200, 'xinwu'),
(1034, 340207, '鸠江区', 340200, 'jiang'),
(1035, 340221, '芜湖县', 340200, 'wuhu'),
(1036, 340222, '繁昌县', 340200, 'fanchang'),
(1037, 340223, '南陵县', 340200, 'nanling'),
(1039, 340302, '龙子湖区', 340300, 'longzihu'),
(1040, 340303, '蚌山区', 340300, 'bangshan'),
(1041, 340304, '禹会区', 340300, 'yuhui'),
(1042, 340311, '淮上区', 340300, 'huaishang'),
(1043, 340321, '怀远县', 340300, 'huaiyuan'),
(1044, 340322, '五河县', 340300, 'wuhe'),
(1045, 340323, '固镇县', 340300, 'gu'),
(1047, 340402, '大通区', 340400, 'datong'),
(1048, 340403, '田家庵区', 340400, 'tianjia'),
(1049, 340404, '谢家集区', 340400, 'xiejiaji'),
(1050, 340405, '八公山区', 340400, 'bagongshan'),
(1051, 340406, '潘集区', 340400, 'panji'),
(1052, 340421, '凤台县', 340400, 'fengtai'),
(1054, 340502, '金家庄区', 340500, 'jinjiazhuang'),
(1055, 340503, '花山区', 340500, 'huashan'),
(1056, 340504, '雨山区', 340500, 'yushan'),
(1057, 340521, '当涂县', 340500, 'dangtu'),
(1059, 340602, '杜集区', 340600, 'duji'),
(1060, 340603, '相山区', 340600, 'xiangshan'),
(1061, 340604, '烈山区', 340600, 'lieshan'),
(1062, 340621, '濉溪县', 340600, 'xi'),
(1064, 340702, '铜官山区', 340700, 'tongguanshan'),
(1065, 340703, '狮子山区', 340700, 'shizishan'),
(1066, 340711, '郊　区', 340700, 'jiao'),
(1067, 340721, '铜陵县', 340700, 'tongling'),
(1069, 340802, '迎江区', 340800, 'yingjiang'),
(1070, 340803, '大观区', 340800, 'daguan'),
(1071, 340811, '郊　区', 340800, 'jiao'),
(1072, 340822, '怀宁县', 340800, 'huaining'),
(1073, 340823, '枞阳县', 340800, 'yang'),
(1074, 340824, '潜山县', 340800, 'qianshan'),
(1075, 340825, '太湖县', 340800, 'taihu'),
(1076, 340826, '宿松县', 340800, 'susong'),
(1077, 340827, '望江县', 340800, 'wangjiang'),
(1078, 340828, '岳西县', 340800, 'yuexi'),
(1079, 340881, '桐城市', 340800, 'tongcheng'),
(1081, 341002, '屯溪区', 341000, 'tunxi'),
(1082, 341003, '黄山区', 341000, 'huangshan'),
(1083, 341004, '徽州区', 341000, 'huizhou'),
(1084, 341021, '歙　县', 341000, ''),
(1085, 341022, '休宁县', 341000, 'xiuning'),
(1086, 341023, '黟　县', 341000, ''),
(1087, 341024, '祁门县', 341000, 'qimen'),
(1089, 341102, '琅琊区', 341100, 'lang'),
(1090, 341103, '南谯区', 341100, 'nan'),
(1091, 341122, '来安县', 341100, 'laian'),
(1092, 341124, '全椒县', 341100, 'quanjiao'),
(1093, 341125, '定远县', 341100, 'dingyuan'),
(1094, 341126, '凤阳县', 341100, 'fengyang'),
(1095, 341181, '天长市', 341100, 'tianchang'),
(1096, 341182, '明光市', 341100, 'mingguang'),
(1098, 341202, '颍州区', 341200, 'zhou'),
(1099, 341203, '颍东区', 341200, 'dong'),
(1100, 341204, '颍泉区', 341200, 'quan'),
(1101, 341221, '临泉县', 341200, 'linquan'),
(1102, 341222, '太和县', 341200, 'taihe'),
(1103, 341225, '阜南县', 341200, 'funan'),
(1104, 341226, '颍上县', 341200, 'shang'),
(1105, 341282, '界首市', 341200, 'jieshou'),
(1107, 341302, '墉桥区', 341300, 'qiao'),
(1108, 341321, '砀山县', 341300, 'shan'),
(1109, 341322, '萧　县', 341300, 'xiao'),
(1110, 341323, '灵璧县', 341300, 'ling'),
(1111, 341324, '泗　县', 341300, ''),
(1113, 341402, '居巢区', 341400, 'juchao'),
(1114, 341421, '庐江县', 341400, 'lujiang'),
(1115, 341422, '无为县', 341400, 'wuwei'),
(1116, 341423, '含山县', 341400, 'hanshan'),
(1117, 341424, '和　县', 341400, 'he'),
(1119, 341502, '金安区', 341500, 'jinan'),
(1120, 341503, '裕安区', 341500, 'yuan'),
(1121, 341521, '寿　县', 341500, 'shou'),
(1122, 341522, '霍邱县', 341500, 'huoqiu'),
(1123, 341523, '舒城县', 341500, 'shucheng'),
(1124, 341524, '金寨县', 341500, 'jinzhai'),
(1125, 341525, '霍山县', 341500, 'huoshan'),
(1127, 341602, '谯城区', 341600, 'cheng'),
(1128, 341621, '涡阳县', 341600, 'woyang'),
(1129, 341622, '蒙城县', 341600, 'mengcheng'),
(1130, 341623, '利辛县', 341600, 'lixin'),
(1132, 341702, '贵池区', 341700, 'guichi'),
(1133, 341721, '东至县', 341700, 'dongzhi'),
(1134, 341722, '石台县', 341700, 'shitai'),
(1135, 341723, '青阳县', 341700, 'qingyang'),
(1137, 341802, '宣州区', 341800, 'xuanzhou'),
(1138, 341821, '郎溪县', 341800, 'langxi'),
(1139, 341822, '广德县', 341800, 'guangde'),
(1140, 341823, '泾　县', 341800, ''),
(1141, 341824, '绩溪县', 341800, 'jixi'),
(1142, 341825, '旌德县', 341800, 'de'),
(1143, 341881, '宁国市', 341800, 'ningguo'),
(1145, 350102, '鼓楼区', 350100, 'gulou'),
(1146, 350103, '台江区', 350100, 'taijiang'),
(1147, 350104, '仓山区', 350100, 'cangshan'),
(1148, 350105, '马尾区', 350100, 'mawei'),
(1149, 350111, '晋安区', 350100, 'jinan'),
(1150, 350121, '闽侯县', 350100, 'minhou'),
(1151, 350122, '连江县', 350100, 'lianjiang'),
(1152, 350123, '罗源县', 350100, 'luoyuan'),
(1153, 350124, '闽清县', 350100, 'minqing'),
(1154, 350125, '永泰县', 350100, 'yongtai'),
(1155, 350128, '平潭县', 350100, 'pingtan'),
(1156, 350181, '福清市', 350100, 'fuqing'),
(1157, 350182, '长乐市', 350100, 'changle'),
(1159, 350203, '思明区', 350200, 'siming'),
(1160, 350205, '海沧区', 350200, 'haicang'),
(1161, 350206, '湖里区', 350200, 'huli'),
(1162, 350211, '集美区', 350200, 'jimei'),
(1163, 350212, '同安区', 350200, 'tongan'),
(1164, 350213, '翔安区', 350200, 'xiangan'),
(1166, 350302, '城厢区', 350300, 'chengxiang'),
(1167, 350303, '涵江区', 350300, 'hanjiang'),
(1168, 350304, '荔城区', 350300, 'licheng'),
(1169, 350305, '秀屿区', 350300, 'xiuyu'),
(1170, 350322, '仙游县', 350300, 'xianyou'),
(1172, 350402, '梅列区', 350400, 'meilie'),
(1173, 350403, '三元区', 350400, 'sanyuan'),
(1174, 350421, '明溪县', 350400, 'mingxi'),
(1175, 350423, '清流县', 350400, 'qingliu'),
(1176, 350424, '宁化县', 350400, 'ninghua'),
(1177, 350425, '大田县', 350400, 'datian'),
(1178, 350426, '尤溪县', 350400, 'youxi'),
(1179, 350427, '沙　县', 350400, 'sha'),
(1180, 350428, '将乐县', 350400, 'jiangle'),
(1181, 350429, '泰宁县', 350400, 'taining'),
(1182, 350430, '建宁县', 350400, 'jianning'),
(1183, 350481, '永安市', 350400, 'yongan'),
(1185, 350502, '鲤城区', 350500, 'licheng'),
(1186, 350503, '丰泽区', 350500, 'fengze'),
(1187, 350504, '洛江区', 350500, 'luojiang'),
(1188, 350505, '泉港区', 350500, 'quangang'),
(1189, 350521, '惠安县', 350500, 'huian'),
(1190, 350524, '安溪县', 350500, 'anxi'),
(1191, 350525, '永春县', 350500, 'yongchun'),
(1192, 350526, '德化县', 350500, 'dehua'),
(1193, 350527, '金门县', 350500, 'jinmen'),
(1194, 350581, '石狮市', 350500, 'shishi'),
(1195, 350582, '晋江市', 350500, 'jinjiang'),
(1196, 350583, '南安市', 350500, 'nanan'),
(1198, 350602, '芗城区', 350600, 'cheng'),
(1199, 350603, '龙文区', 350600, 'longwen'),
(1200, 350622, '云霄县', 350600, 'yunxiao'),
(1201, 350623, '漳浦县', 350600, 'zhangpu'),
(1202, 350624, '诏安县', 350600, 'an'),
(1203, 350625, '长泰县', 350600, 'changtai'),
(1204, 350626, '东山县', 350600, 'dongshan'),
(1205, 350627, '南靖县', 350600, 'nanjing'),
(1206, 350628, '平和县', 350600, 'pinghe'),
(1207, 350629, '华安县', 350600, 'huaan'),
(1208, 350681, '龙海市', 350600, 'longhai'),
(1210, 350702, '延平区', 350700, 'yanping'),
(1211, 350721, '顺昌县', 350700, 'shunchang'),
(1212, 350722, '浦城县', 350700, 'pucheng'),
(1213, 350723, '光泽县', 350700, 'guangze'),
(1214, 350724, '松溪县', 350700, 'songxi'),
(1215, 350725, '政和县', 350700, 'zhenghe'),
(1216, 350781, '邵武市', 350700, 'shaowu'),
(1217, 350782, '武夷山市', 350700, 'wuyishan'),
(1218, 350783, '建瓯市', 350700, 'jian'),
(1219, 350784, '建阳市', 350700, 'jianyang'),
(1221, 350802, '新罗区', 350800, 'xinluo'),
(1222, 350821, '长汀县', 350800, 'changting'),
(1223, 350822, '永定县', 350800, 'yongding'),
(1224, 350823, '上杭县', 350800, 'shanghang'),
(1225, 350824, '武平县', 350800, 'wuping'),
(1226, 350825, '连城县', 350800, 'liancheng'),
(1227, 350881, '漳平市', 350800, 'zhangping'),
(1229, 350902, '蕉城区', 350900, 'jiaocheng'),
(1230, 350921, '霞浦县', 350900, 'xiapu'),
(1231, 350922, '古田县', 350900, 'gutian'),
(1232, 350923, '屏南县', 350900, 'pingnan'),
(1233, 350924, '寿宁县', 350900, 'shouning'),
(1234, 350925, '周宁县', 350900, 'zhouning'),
(1235, 350926, '柘荣县', 350900, 'rong'),
(1236, 350981, '福安市', 350900, 'fuan'),
(1237, 350982, '福鼎市', 350900, 'fuding'),
(1239, 360102, '东湖区', 360100, 'donghu'),
(1240, 360103, '西湖区', 360100, 'xihu'),
(1241, 360104, '青云谱区', 360100, 'qingyunpu'),
(1242, 360105, '湾里区', 360100, 'wanli'),
(1243, 360111, '青山湖区', 360100, 'qingshanhu'),
(1244, 360121, '南昌县', 360100, 'nanchang'),
(1245, 360122, '新建县', 360100, 'xinjian'),
(1246, 360123, '安义县', 360100, 'anyi'),
(1247, 360124, '进贤县', 360100, 'jinxian'),
(1249, 360202, '昌江区', 360200, 'changjiang'),
(1250, 360203, '珠山区', 360200, 'zhushan'),
(1251, 360222, '浮梁县', 360200, 'fuliang'),
(1252, 360281, '乐平市', 360200, 'leping'),
(1254, 360302, '安源区', 360300, 'anyuan'),
(1255, 360313, '湘东区', 360300, 'xiangdong'),
(1256, 360321, '莲花县', 360300, 'lianhua'),
(1257, 360322, '上栗县', 360300, 'shangli'),
(1258, 360323, '芦溪县', 360300, 'luxi'),
(1260, 360402, '庐山区', 360400, 'lushan'),
(1261, 360403, '浔阳区', 360400, 'yang'),
(1262, 360421, '九江县', 360400, 'jiujiang'),
(1263, 360423, '武宁县', 360400, 'wuning'),
(1264, 360424, '修水县', 360400, 'xiushui'),
(1265, 360425, '永修县', 360400, 'yongxiu'),
(1266, 360426, '德安县', 360400, 'dean'),
(1267, 360427, '星子县', 360400, 'xingzi'),
(1268, 360428, '都昌县', 360400, 'duchang'),
(1269, 360429, '湖口县', 360400, 'hukou'),
(1270, 360430, '彭泽县', 360400, 'pengze'),
(1271, 360481, '瑞昌市', 360400, 'ruichang'),
(1273, 360502, '渝水区', 360500, 'yushui'),
(1274, 360521, '分宜县', 360500, 'fenyi'),
(1276, 360602, '月湖区', 360600, 'yuehu'),
(1277, 360622, '余江县', 360600, 'yujiang'),
(1278, 360681, '贵溪市', 360600, 'guixi'),
(1280, 360702, '章贡区', 360700, 'zhanggong'),
(1281, 360721, '赣　县', 360700, 'gan'),
(1282, 360722, '信丰县', 360700, 'xinfeng'),
(1283, 360723, '大余县', 360700, 'dayu'),
(1284, 360724, '上犹县', 360700, 'shangyou'),
(1285, 360725, '崇义县', 360700, 'chongyi'),
(1286, 360726, '安远县', 360700, 'anyuan'),
(1287, 360727, '龙南县', 360700, 'longnan'),
(1288, 360728, '定南县', 360700, 'dingnan'),
(1289, 360729, '全南县', 360700, 'quannan'),
(1290, 360730, '宁都县', 360700, 'ningdu'),
(1291, 360731, '于都县', 360700, 'yudu'),
(1292, 360732, '兴国县', 360700, 'xingguo'),
(1293, 360733, '会昌县', 360700, 'huichang'),
(1294, 360734, '寻乌县', 360700, 'xunwu'),
(1295, 360735, '石城县', 360700, 'shicheng'),
(1296, 360781, '瑞金市', 360700, 'ruijin'),
(1297, 360782, '南康市', 360700, 'nankang'),
(1299, 360802, '吉州区', 360800, 'jizhou'),
(1300, 360803, '青原区', 360800, 'qingyuan'),
(1301, 360821, '吉安县', 360800, 'jian'),
(1302, 360822, '吉水县', 360800, 'jishui'),
(1303, 360823, '峡江县', 360800, 'xiajiang'),
(1304, 360824, '新干县', 360800, 'xingan'),
(1305, 360825, '永丰县', 360800, 'yongfeng'),
(1306, 360826, '泰和县', 360800, 'taihe'),
(1307, 360827, '遂川县', 360800, 'suichuan'),
(1308, 360828, '万安县', 360800, 'wanan'),
(1309, 360829, '安福县', 360800, 'anfu'),
(1310, 360830, '永新县', 360800, 'yongxin'),
(1311, 360881, '井冈山市', 360800, 'jinggangshan'),
(1313, 360902, '袁州区', 360900, 'yuanzhou'),
(1314, 360921, '奉新县', 360900, 'fengxin'),
(1315, 360922, '万载县', 360900, 'wanzai'),
(1316, 360923, '上高县', 360900, 'shanggao'),
(1317, 360924, '宜丰县', 360900, 'yifeng'),
(1318, 360925, '靖安县', 360900, 'jingan'),
(1319, 360926, '铜鼓县', 360900, 'tonggu'),
(1320, 360981, '丰城市', 360900, 'fengcheng'),
(1321, 360982, '樟树市', 360900, 'zhangshu'),
(1322, 360983, '高安市', 360900, 'gaoan'),
(1324, 361002, '临川区', 361000, 'linchuan'),
(1325, 361021, '南城县', 361000, 'nancheng'),
(1326, 361022, '黎川县', 361000, 'lichuan'),
(1327, 361023, '南丰县', 361000, 'nanfeng'),
(1328, 361024, '崇仁县', 361000, 'chongren'),
(1329, 361025, '乐安县', 361000, 'lean'),
(1330, 361026, '宜黄县', 361000, 'yihuang'),
(1331, 361027, '金溪县', 361000, 'jinxi'),
(1332, 361028, '资溪县', 361000, 'zixi'),
(1333, 361029, '东乡县', 361000, 'dong'),
(1334, 361030, '广昌县', 361000, 'guangchang'),
(1336, 361102, '信州区', 361100, 'xinzhou'),
(1337, 361121, '上饶县', 361100, 'shangrao'),
(1338, 361122, '广丰县', 361100, 'guangfeng'),
(1339, 361123, '玉山县', 361100, 'yushan'),
(1340, 361124, '铅山县', 361100, 'qianshan'),
(1341, 361125, '横峰县', 361100, 'hengfeng'),
(1342, 361126, '弋阳县', 361100, 'yang'),
(1343, 361127, '余干县', 361100, 'yugan'),
(1344, 361128, '鄱阳县', 361100, 'yang'),
(1345, 361129, '万年县', 361100, 'wannian'),
(1346, 361130, '婺源县', 361100, 'yuan'),
(1347, 361181, '德兴市', 361100, 'dexing'),
(1349, 370102, '历下区', 370100, 'lixia'),
(1350, 370103, '市中区', 370100, 'zhong'),
(1351, 370104, '槐荫区', 370100, 'huaiyin'),
(1352, 370105, '天桥区', 370100, 'tianqiao'),
(1353, 370112, '历城区', 370100, 'licheng'),
(1354, 370113, '长清区', 370100, 'changqing'),
(1355, 370124, '平阴县', 370100, 'pingyin'),
(1356, 370125, '济阳县', 370100, 'jiyang'),
(1357, 370126, '商河县', 370100, 'shanghe'),
(1358, 370181, '章丘市', 370100, 'zhangqiu'),
(1360, 370202, '市南区', 370200, 'nan'),
(1361, 370203, '市北区', 370200, 'bei'),
(1362, 370205, '四方区', 370200, 'sifang'),
(1363, 370211, '黄岛区', 370200, 'huangdao'),
(1364, 370212, '崂山区', 370200, 'shan'),
(1365, 370213, '李沧区', 370200, 'licang'),
(1366, 370214, '城阳区', 370200, 'chengyang'),
(1367, 370281, '胶州市', 370200, 'jiaozhou'),
(1368, 370282, '即墨市', 370200, 'jimo'),
(1369, 370283, '平度市', 370200, 'pingdu'),
(1370, 370284, '胶南市', 370200, 'jiaonan'),
(1371, 370285, '莱西市', 370200, 'laixi'),
(1373, 370302, '淄川区', 370300, 'zichuan'),
(1374, 370303, '张店区', 370300, 'zhangdian'),
(1375, 370304, '博山区', 370300, 'boshan'),
(1376, 370305, '临淄区', 370300, 'linzi'),
(1377, 370306, '周村区', 370300, 'zhou'),
(1378, 370321, '桓台县', 370300, 'huantai'),
(1379, 370322, '高青县', 370300, 'gaoqing'),
(1380, 370323, '沂源县', 370300, 'yiyuan'),
(1382, 370402, '市中区', 370400, 'zhong'),
(1383, 370403, '薛城区', 370400, 'xuecheng'),
(1384, 370404, '峄城区', 370400, 'cheng'),
(1385, 370405, '台儿庄区', 370400, 'taierzhuang'),
(1386, 370406, '山亭区', 370400, 'shanting'),
(1387, 370481, '滕州市', 370400, 'zhou'),
(1389, 370502, '东营区', 370500, 'dongying'),
(1390, 370503, '河口区', 370500, 'hekou'),
(1391, 370521, '垦利县', 370500, 'kenli'),
(1392, 370522, '利津县', 370500, 'lijin'),
(1393, 370523, '广饶县', 370500, 'guangrao'),
(1395, 370602, '芝罘区', 370600, 'zhi'),
(1396, 370611, '福山区', 370600, 'fushan'),
(1397, 370612, '牟平区', 370600, 'mouping'),
(1398, 370613, '莱山区', 370600, 'laishan'),
(1399, 370634, '长岛县', 370600, 'changdao'),
(1400, 370681, '龙口市', 370600, 'longkou'),
(1401, 370682, '莱阳市', 370600, 'laiyang');
INSERT INTO `mcc_region` (`id`, `regionID`, `region`, `cityID`, `py`) VALUES
(1402, 370683, '莱州市', 370600, 'laizhou'),
(1403, 370684, '蓬莱市', 370600, 'penglai'),
(1404, 370685, '招远市', 370600, 'zhaoyuan'),
(1405, 370686, '栖霞市', 370600, 'qixia'),
(1406, 370687, '海阳市', 370600, 'haiyang'),
(1408, 370702, '潍城区', 370700, 'weicheng'),
(1409, 370703, '寒亭区', 370700, 'hanting'),
(1410, 370704, '坊子区', 370700, 'fangzi'),
(1411, 370705, '奎文区', 370700, 'kuiwen'),
(1412, 370724, '临朐县', 370700, 'lin'),
(1413, 370725, '昌乐县', 370700, 'changle'),
(1414, 370781, '青州市', 370700, 'qingzhou'),
(1415, 370782, '诸城市', 370700, 'zhucheng'),
(1416, 370783, '寿光市', 370700, 'shouguang'),
(1417, 370784, '安丘市', 370700, 'anqiu'),
(1418, 370785, '高密市', 370700, 'gaomi'),
(1419, 370786, '昌邑市', 370700, 'changyi'),
(1421, 370802, '市中区', 370800, 'zhong'),
(1422, 370811, '任城区', 370800, 'rencheng'),
(1423, 370826, '微山县', 370800, 'weishan'),
(1424, 370827, '鱼台县', 370800, 'yutai'),
(1425, 370828, '金乡县', 370800, 'jin'),
(1426, 370829, '嘉祥县', 370800, 'jiaxiang'),
(1427, 370830, '汶上县', 370800, 'shang'),
(1428, 370831, '泗水县', 370800, 'shui'),
(1429, 370832, '梁山县', 370800, 'liangshan'),
(1430, 370881, '曲阜市', 370800, 'qufu'),
(1431, 370882, '兖州市', 370800, 'zhou'),
(1432, 370883, '邹城市', 370800, 'zoucheng'),
(1434, 370902, '泰山区', 370900, 'taishan'),
(1435, 370903, '岱岳区', 370900, 'yue'),
(1436, 370921, '宁阳县', 370900, 'ningyang'),
(1437, 370923, '东平县', 370900, 'dongping'),
(1438, 370982, '新泰市', 370900, 'xintai'),
(1439, 370983, '肥城市', 370900, 'feicheng'),
(1441, 371002, '环翠区', 371000, 'huancui'),
(1442, 371081, '文登市', 371000, 'wendeng'),
(1443, 371082, '荣成市', 371000, 'rongcheng'),
(1444, 371083, '乳山市', 371000, 'rushan'),
(1446, 371102, '东港区', 371100, 'donggang'),
(1447, 371103, '岚山区', 371100, 'shan'),
(1448, 371121, '五莲县', 371100, 'wulian'),
(1449, 371122, '莒　县', 371100, ''),
(1451, 371202, '莱城区', 371200, 'laicheng'),
(1452, 371203, '钢城区', 371200, 'gangcheng'),
(1454, 371302, '兰山区', 371300, 'lanshan'),
(1455, 371311, '罗庄区', 371300, 'luozhuang'),
(1456, 371312, '河东区', 371300, 'hedong'),
(1457, 371321, '沂南县', 371300, 'yinan'),
(1458, 371322, '郯城县', 371300, 'cheng'),
(1459, 371323, '沂水县', 371300, 'yishui'),
(1460, 371324, '苍山县', 371300, 'cangshan'),
(1461, 371325, '费　县', 371300, 'fei'),
(1462, 371326, '平邑县', 371300, 'pingyi'),
(1463, 371327, '莒南县', 371300, 'nan'),
(1464, 371328, '蒙阴县', 371300, 'mengyin'),
(1465, 371329, '临沭县', 371300, 'lin'),
(1467, 371402, '德城区', 371400, 'decheng'),
(1468, 371421, '陵　县', 371400, 'ling'),
(1469, 371422, '宁津县', 371400, 'ningjin'),
(1470, 371423, '庆云县', 371400, 'qingyun'),
(1471, 371424, '临邑县', 371400, 'linyi'),
(1472, 371425, '齐河县', 371400, 'qihe'),
(1473, 371426, '平原县', 371400, 'pingyuan'),
(1474, 371427, '夏津县', 371400, 'xiajin'),
(1475, 371428, '武城县', 371400, 'wucheng'),
(1476, 371481, '乐陵市', 371400, 'leling'),
(1477, 371482, '禹城市', 371400, 'yucheng'),
(1479, 371502, '东昌府区', 371500, 'dongchangfu'),
(1480, 371521, '阳谷县', 371500, 'yanggu'),
(1481, 371522, '莘　县', 371500, ''),
(1482, 371523, '茌平县', 371500, 'ping'),
(1483, 371524, '东阿县', 371500, 'donga'),
(1484, 371525, '冠　县', 371500, 'guan'),
(1485, 371526, '高唐县', 371500, 'gaotang'),
(1486, 371581, '临清市', 371500, 'linqing'),
(1488, 371602, '滨城区', 371600, 'bincheng'),
(1489, 371621, '惠民县', 371600, 'huimin'),
(1490, 371622, '阳信县', 371600, 'yangxin'),
(1491, 371623, '无棣县', 371600, 'wu'),
(1492, 371624, '沾化县', 371600, 'zhanhua'),
(1493, 371625, '博兴县', 371600, 'boxing'),
(1494, 371626, '邹平县', 371600, 'zouping'),
(1496, 371702, '牡丹区', 371700, 'mudan'),
(1497, 371721, '曹　县', 371700, 'cao'),
(1498, 371722, '单　县', 371700, 'dan'),
(1499, 371723, '成武县', 371700, 'chengwu'),
(1500, 371724, '巨野县', 371700, 'juye'),
(1501, 371725, '郓城县', 371700, 'cheng'),
(1502, 371726, '鄄城县', 371700, 'cheng'),
(1503, 371727, '定陶县', 371700, 'dingtao'),
(1504, 371728, '东明县', 371700, 'dongming'),
(1506, 410102, '中原区', 410100, 'zhongyuan'),
(1507, 410103, '二七区', 410100, 'erqi'),
(1508, 410104, '管城回族区', 410100, 'guanchenghuizu'),
(1509, 410105, '金水区', 410100, 'jinshui'),
(1510, 410106, '上街区', 410100, 'shangjie'),
(1511, 410108, '邙山区', 410100, 'shan'),
(1512, 410122, '中牟县', 410100, 'zhongmou'),
(1513, 410181, '巩义市', 410100, 'gongyi'),
(1514, 410182, '荥阳市', 410100, 'yang'),
(1515, 410183, '新密市', 410100, 'xinmi'),
(1516, 410184, '新郑市', 410100, 'xinzheng'),
(1517, 410185, '登封市', 410100, 'dengfeng'),
(1519, 410202, '龙亭区', 410200, 'longting'),
(1520, 410203, '顺河回族区', 410200, 'shunhehuizu'),
(1521, 410204, '鼓楼区', 410200, 'gulou'),
(1522, 410205, '南关区', 410200, 'nanguan'),
(1523, 410211, '郊　区', 410200, 'jiao'),
(1524, 410221, '杞　县', 410200, ''),
(1525, 410222, '通许县', 410200, 'tongxu'),
(1526, 410223, '尉氏县', 410200, 'weishi'),
(1527, 410224, '开封县', 410200, 'kaifeng'),
(1528, 410225, '兰考县', 410200, 'lankao'),
(1530, 410302, '老城区', 410300, 'laocheng'),
(1531, 410303, '西工区', 410300, 'xigong'),
(1532, 410304, '廛河回族区', 410300, 'hehuizu'),
(1533, 410305, '涧西区', 410300, 'jianxi'),
(1534, 410306, '吉利区', 410300, 'jili'),
(1535, 410307, '洛龙区', 410300, 'luolong'),
(1536, 410322, '孟津县', 410300, 'mengjin'),
(1537, 410323, '新安县', 410300, 'xinan'),
(1538, 410324, '栾川县', 410300, 'chuan'),
(1539, 410325, '嵩　县', 410300, ''),
(1540, 410326, '汝阳县', 410300, 'ruyang'),
(1541, 410327, '宜阳县', 410300, 'yiyang'),
(1542, 410328, '洛宁县', 410300, 'luoning'),
(1543, 410329, '伊川县', 410300, 'yichuan'),
(1544, 410381, '偃师市', 410300, 'shi'),
(1546, 410402, '新华区', 410400, 'xinhua'),
(1547, 410403, '卫东区', 410400, 'weidong'),
(1548, 410404, '石龙区', 410400, 'shilong'),
(1549, 410411, '湛河区', 410400, 'zhanhe'),
(1550, 410421, '宝丰县', 410400, 'baofeng'),
(1551, 410422, '叶　县', 410400, 'ye'),
(1552, 410423, '鲁山县', 410400, 'lushan'),
(1553, 410425, '郏　县', 410400, ''),
(1554, 410481, '舞钢市', 410400, 'wugang'),
(1555, 410482, '汝州市', 410400, 'ruzhou'),
(1557, 410502, '文峰区', 410500, 'wenfeng'),
(1558, 410503, '北关区', 410500, 'beiguan'),
(1559, 410505, '殷都区', 410500, 'yindu'),
(1560, 410506, '龙安区', 410500, 'longan'),
(1561, 410522, '安阳县', 410500, 'anyang'),
(1562, 410523, '汤阴县', 410500, 'tangyin'),
(1563, 410526, '滑　县', 410500, 'hua'),
(1564, 410527, '内黄县', 410500, 'neihuang'),
(1565, 410581, '林州市', 410500, 'linzhou'),
(1567, 410602, '鹤山区', 410600, 'heshan'),
(1568, 410603, '山城区', 410600, 'shancheng'),
(1569, 410611, '淇滨区', 410600, 'bin'),
(1570, 410621, '浚　县', 410600, 'jun'),
(1571, 410622, '淇　县', 410600, ''),
(1573, 410702, '红旗区', 410700, 'hongqi'),
(1574, 410703, '卫滨区', 410700, 'weibin'),
(1575, 410704, '凤泉区', 410700, 'fengquan'),
(1576, 410711, '牧野区', 410700, 'muye'),
(1577, 410721, '新乡县', 410700, 'xin'),
(1578, 410724, '获嘉县', 410700, 'huojia'),
(1579, 410725, '原阳县', 410700, 'yuanyang'),
(1580, 410726, '延津县', 410700, 'yanjin'),
(1581, 410727, '封丘县', 410700, 'fengqiu'),
(1582, 410728, '长垣县', 410700, 'changyuan'),
(1583, 410781, '卫辉市', 410700, 'weihui'),
(1584, 410782, '辉县市', 410700, 'hui'),
(1586, 410802, '解放区', 410800, 'jiefang'),
(1587, 410803, '中站区', 410800, 'zhongzhan'),
(1588, 410804, '马村区', 410800, 'ma'),
(1589, 410811, '山阳区', 410800, 'shanyang'),
(1590, 410821, '修武县', 410800, 'xiuwu'),
(1591, 410822, '博爱县', 410800, 'boai'),
(1592, 410823, '武陟县', 410800, 'wu'),
(1593, 410825, '温　县', 410800, 'wen'),
(1594, 410881, '济源市', 410800, 'jiyuan'),
(1595, 410882, '沁阳市', 410800, 'qinyang'),
(1596, 410883, '孟州市', 410800, 'mengzhou'),
(1598, 410902, '华龙区', 410900, 'hualong'),
(1599, 410922, '清丰县', 410900, 'qingfeng'),
(1600, 410923, '南乐县', 410900, 'nanle'),
(1601, 410926, '范　县', 410900, 'fan'),
(1602, 410927, '台前县', 410900, 'taiqian'),
(1603, 410928, '濮阳县', 410900, 'yang'),
(1605, 411002, '魏都区', 411000, 'weidu'),
(1606, 411023, '许昌县', 411000, 'xuchang'),
(1607, 411024, '鄢陵县', 411000, 'ling'),
(1608, 411025, '襄城县', 411000, 'xiangcheng'),
(1609, 411081, '禹州市', 411000, 'yuzhou'),
(1610, 411082, '长葛市', 411000, 'changge'),
(1612, 411102, '源汇区', 411100, 'yuanhui'),
(1613, 411103, '郾城区', 411100, 'cheng'),
(1614, 411104, '召陵区', 411100, 'zhaoling'),
(1615, 411121, '舞阳县', 411100, 'wuyang'),
(1616, 411122, '临颍县', 411100, 'lin'),
(1618, 411202, '湖滨区', 411200, 'hubin'),
(1619, 411221, '渑池县', 411200, 'chi'),
(1620, 411222, '陕　县', 411200, 'shan'),
(1621, 411224, '卢氏县', 411200, 'lushi'),
(1622, 411281, '义马市', 411200, 'yima'),
(1623, 411282, '灵宝市', 411200, 'lingbao'),
(1625, 411302, '宛城区', 411300, 'wancheng'),
(1626, 411303, '卧龙区', 411300, 'wolong'),
(1627, 411321, '南召县', 411300, 'nanzhao'),
(1628, 411322, '方城县', 411300, 'fangcheng'),
(1629, 411323, '西峡县', 411300, 'xixia'),
(1630, 411324, '镇平县', 411300, 'ping'),
(1631, 411325, '内乡县', 411300, 'nei'),
(1632, 411326, '淅川县', 411300, 'chuan'),
(1633, 411327, '社旗县', 411300, 'sheqi'),
(1634, 411328, '唐河县', 411300, 'tanghe'),
(1635, 411329, '新野县', 411300, 'xinye'),
(1636, 411330, '桐柏县', 411300, 'tongbai'),
(1637, 411381, '邓州市', 411300, 'dengzhou'),
(1639, 411402, '梁园区', 411400, 'liangyuan'),
(1640, 411403, '睢阳区', 411400, 'yang'),
(1641, 411421, '民权县', 411400, 'minquan'),
(1642, 411422, '睢　县', 411400, ''),
(1643, 411423, '宁陵县', 411400, 'ningling'),
(1644, 411424, '柘城县', 411400, 'cheng'),
(1645, 411425, '虞城县', 411400, 'yucheng'),
(1646, 411426, '夏邑县', 411400, 'xiayi'),
(1647, 411481, '永城市', 411400, 'yongcheng'),
(1649, 411502, '师河区', 411500, 'shihe'),
(1650, 411503, '平桥区', 411500, 'pingqiao'),
(1651, 411521, '罗山县', 411500, 'luoshan'),
(1652, 411522, '光山县', 411500, 'guangshan'),
(1653, 411523, '新　县', 411500, 'xin'),
(1654, 411524, '商城县', 411500, 'shangcheng'),
(1655, 411525, '固始县', 411500, 'gushi'),
(1656, 411526, '潢川县', 411500, 'chuan'),
(1657, 411527, '淮滨县', 411500, 'huaibin'),
(1658, 411528, '息　县', 411500, 'xi'),
(1660, 411602, '川汇区', 411600, 'chuanhui'),
(1661, 411621, '扶沟县', 411600, 'fugou'),
(1662, 411622, '西华县', 411600, 'xihua'),
(1663, 411623, '商水县', 411600, 'shangshui'),
(1664, 411624, '沈丘县', 411600, 'shenqiu'),
(1665, 411625, '郸城县', 411600, 'dancheng'),
(1666, 411626, '淮阳县', 411600, 'huaiyang'),
(1667, 411627, '太康县', 411600, 'taikang'),
(1668, 411628, '鹿邑县', 411600, 'luyi'),
(1669, 411681, '项城市', 411600, 'xiangcheng'),
(1671, 411702, '驿城区', 411700, 'cheng'),
(1672, 411721, '西平县', 411700, 'xiping'),
(1673, 411722, '上蔡县', 411700, 'shangcai'),
(1674, 411723, '平舆县', 411700, 'pingyu'),
(1675, 411724, '正阳县', 411700, 'zhengyang'),
(1676, 411725, '确山县', 411700, 'queshan'),
(1677, 411726, '泌阳县', 411700, 'miyang'),
(1678, 411727, '汝南县', 411700, 'runan'),
(1679, 411728, '遂平县', 411700, 'suiping'),
(1680, 411729, '新蔡县', 411700, 'xincai'),
(1682, 420102, '江岸区', 420100, 'jiangan'),
(1683, 420103, '江汉区', 420100, 'jianghan'),
(1684, 420104, '乔口区', 420100, 'qiaokou'),
(1685, 420105, '汉阳区', 420100, 'hanyang'),
(1686, 420106, '武昌区', 420100, 'wuchang'),
(1687, 420107, '青山区', 420100, 'qingshan'),
(1688, 420111, '洪山区', 420100, 'hongshan'),
(1689, 420112, '东西湖区', 420100, 'dongxihu'),
(1690, 420113, '汉南区', 420100, 'hannan'),
(1691, 420114, '蔡甸区', 420100, 'caidian'),
(1692, 420115, '江夏区', 420100, 'jiangxia'),
(1693, 420116, '黄陂区', 420100, 'huang'),
(1694, 420117, '新洲区', 420100, 'xinzhou'),
(1696, 420202, '黄石港区', 420200, 'huangshigang'),
(1697, 420203, '西塞山区', 420200, 'xisaishan'),
(1698, 420204, '下陆区', 420200, 'xialu'),
(1699, 420205, '铁山区', 420200, 'tieshan'),
(1700, 420222, '阳新县', 420200, 'yangxin'),
(1701, 420281, '大冶市', 420200, 'daye'),
(1703, 420302, '茅箭区', 420300, 'maojian'),
(1704, 420303, '张湾区', 420300, 'zhangwan'),
(1705, 420321, '郧　县', 420300, 'yun'),
(1706, 420322, '郧西县', 420300, 'yunxi'),
(1707, 420323, '竹山县', 420300, 'zhushan'),
(1708, 420324, '竹溪县', 420300, 'zhuxi'),
(1709, 420325, '房　县', 420300, 'fang'),
(1710, 420381, '丹江口市', 420300, 'danjiangkou'),
(1712, 420502, '西陵区', 420500, 'xiling'),
(1713, 420503, '伍家岗区', 420500, 'wujiagang'),
(1714, 420504, '点军区', 420500, 'dianjun'),
(1715, 420505, '猇亭区', 420500, ''),
(1716, 420506, '夷陵区', 420500, 'yiling'),
(1717, 420525, '远安县', 420500, 'yuanan'),
(1718, 420526, '兴山县', 420500, 'xingshan'),
(1719, 420527, '秭归县', 420500, 'gui'),
(1720, 420528, '长阳土家族自治县', 420500, 'changyangtujiazuzizhi'),
(1721, 420529, '五峰土家族自治县', 420500, 'wufengtujiazuzizhi'),
(1722, 420581, '宜都市', 420500, 'yidu'),
(1723, 420582, '当阳市', 420500, 'dangyang'),
(1724, 420583, '枝江市', 420500, 'zhijiang'),
(1726, 420602, '襄城区', 420600, 'xiangcheng'),
(1727, 420606, '樊城区', 420600, 'fancheng'),
(1728, 420607, '襄阳区', 420600, 'xiangyang'),
(1729, 420624, '南漳县', 420600, 'nanzhang'),
(1730, 420625, '谷城县', 420600, 'gucheng'),
(1731, 420626, '保康县', 420600, 'baokang'),
(1732, 420682, '老河口市', 420600, 'laohekou'),
(1733, 420683, '枣阳市', 420600, 'zaoyang'),
(1734, 420684, '宜城市', 420600, 'yicheng'),
(1736, 420702, '梁子湖区', 420700, 'liangzihu'),
(1737, 420703, '华容区', 420700, 'huarong'),
(1738, 420704, '鄂城区', 420700, 'echeng'),
(1740, 420802, '东宝区', 420800, 'dongbao'),
(1741, 420804, '掇刀区', 420800, 'duodao'),
(1742, 420821, '京山县', 420800, 'jingshan'),
(1743, 420822, '沙洋县', 420800, 'shayang'),
(1744, 420881, '钟祥市', 420800, 'zhongxiang'),
(1746, 420902, '孝南区', 420900, 'xiaonan'),
(1747, 420921, '孝昌县', 420900, 'xiaochang'),
(1748, 420922, '大悟县', 420900, 'dawu'),
(1749, 420923, '云梦县', 420900, 'yunmeng'),
(1750, 420981, '应城市', 420900, 'yingcheng'),
(1751, 420982, '安陆市', 420900, 'anlu'),
(1752, 420984, '汉川市', 420900, 'hanchuan'),
(1754, 421002, '沙市区', 421000, 'sha'),
(1755, 421003, '荆州区', 421000, 'jingzhou'),
(1756, 421022, '公安县', 421000, 'gongan'),
(1757, 421023, '监利县', 421000, 'jianli'),
(1758, 421024, '江陵县', 421000, 'jiangling'),
(1759, 421081, '石首市', 421000, 'shishou'),
(1760, 421083, '洪湖市', 421000, 'honghu'),
(1761, 421087, '松滋市', 421000, 'songzi'),
(1763, 421102, '黄州区', 421100, 'huangzhou'),
(1764, 421121, '团风县', 421100, 'tuanfeng'),
(1765, 421122, '红安县', 421100, 'hongan'),
(1766, 421123, '罗田县', 421100, 'luotian'),
(1767, 421124, '英山县', 421100, 'yingshan'),
(1768, 421125, '浠水县', 421100, 'shui'),
(1769, 421126, '蕲春县', 421100, 'chun'),
(1770, 421127, '黄梅县', 421100, 'huangmei'),
(1771, 421181, '麻城市', 421100, 'macheng'),
(1772, 421182, '武穴市', 421100, 'wuxue'),
(1774, 421202, '咸安区', 421200, 'xianan'),
(1775, 421221, '嘉鱼县', 421200, 'jiayu'),
(1776, 421222, '通城县', 421200, 'tongcheng'),
(1777, 421223, '崇阳县', 421200, 'chongyang'),
(1778, 421224, '通山县', 421200, 'tongshan'),
(1779, 421281, '赤壁市', 421200, 'chibi'),
(1781, 421302, '曾都区', 421300, 'zengdu'),
(1782, 421381, '广水市', 421300, 'guangshui'),
(1783, 422801, '恩施市', 422800, 'enshi'),
(1784, 422802, '利川市', 422800, 'lichuan'),
(1785, 422822, '建始县', 422800, 'jianshi'),
(1786, 422823, '巴东县', 422800, 'badong'),
(1787, 422825, '宣恩县', 422800, 'xuanen'),
(1788, 422826, '咸丰县', 422800, 'xianfeng'),
(1789, 422827, '来凤县', 422800, 'laifeng'),
(1790, 422828, '鹤峰县', 422800, 'hefeng'),
(1791, 429004, '仙桃市', 429000, 'xiantao'),
(1792, 429005, '潜江市', 429000, 'qianjiang'),
(1793, 429006, '天门市', 429000, 'tianmen'),
(1794, 429021, '神农架林区', 429000, 'shennongjialin'),
(1796, 430102, '芙蓉区', 430100, 'rong'),
(1797, 430103, '天心区', 430100, 'tianxin'),
(1798, 430104, '岳麓区', 430100, 'yuelu'),
(1799, 430105, '开福区', 430100, 'kaifu'),
(1800, 430111, '雨花区', 430100, 'yuhua'),
(1801, 430121, '长沙县', 430100, 'changsha'),
(1802, 430122, '望城县', 430100, 'wangcheng'),
(1803, 430124, '宁乡县', 430100, 'ning'),
(1804, 430181, '浏阳市', 430100, 'yang'),
(1806, 430202, '荷塘区', 430200, 'hetang'),
(1807, 430203, '芦淞区', 430200, 'lu'),
(1808, 430204, '石峰区', 430200, 'shifeng'),
(1809, 430211, '天元区', 430200, 'tianyuan'),
(1810, 430221, '株洲县', 430200, 'zhuzhou'),
(1811, 430223, '攸　县', 430200, ''),
(1812, 430224, '茶陵县', 430200, 'chaling'),
(1813, 430225, '炎陵县', 430200, 'yanling'),
(1814, 430281, '醴陵市', 430200, 'ling'),
(1816, 430302, '雨湖区', 430300, 'yuhu'),
(1817, 430304, '岳塘区', 430300, 'yuetang'),
(1818, 430321, '湘潭县', 430300, 'xiangtan'),
(1819, 430381, '湘乡市', 430300, 'xiang'),
(1820, 430382, '韶山市', 430300, 'shaoshan'),
(1822, 430405, '珠晖区', 430400, 'zhu'),
(1823, 430406, '雁峰区', 430400, 'yanfeng'),
(1824, 430407, '石鼓区', 430400, 'shigu'),
(1825, 430408, '蒸湘区', 430400, 'zhengxiang'),
(1826, 430412, '南岳区', 430400, 'nanyue'),
(1827, 430421, '衡阳县', 430400, 'hengyang'),
(1828, 430422, '衡南县', 430400, 'hengnan'),
(1829, 430423, '衡山县', 430400, 'hengshan'),
(1830, 430424, '衡东县', 430400, 'hengdong'),
(1831, 430426, '祁东县', 430400, 'qidong'),
(1832, 430481, '耒阳市', 430400, 'yang'),
(1833, 430482, '常宁市', 430400, 'changning'),
(1835, 430502, '双清区', 430500, 'shuangqing'),
(1836, 430503, '大祥区', 430500, 'daxiang'),
(1837, 430511, '北塔区', 430500, 'beita'),
(1838, 430521, '邵东县', 430500, 'shaodong'),
(1839, 430522, '新邵县', 430500, 'xinshao'),
(1840, 430523, '邵阳县', 430500, 'shaoyang'),
(1841, 430524, '隆回县', 430500, 'longhui'),
(1842, 430525, '洞口县', 430500, 'dongkou'),
(1843, 430527, '绥宁县', 430500, 'suining'),
(1844, 430528, '新宁县', 430500, 'xinning'),
(1845, 430529, '城步苗族自治县', 430500, 'chengbumiaozuzizhi'),
(1846, 430581, '武冈市', 430500, 'wugang'),
(1848, 430602, '岳阳楼区', 430600, 'yueyanglou'),
(1849, 430603, '云溪区', 430600, 'yunxi'),
(1850, 430611, '君山区', 430600, 'junshan'),
(1851, 430621, '岳阳县', 430600, 'yueyang'),
(1852, 430623, '华容县', 430600, 'huarong'),
(1853, 430624, '湘阴县', 430600, 'xiangyin'),
(1854, 430626, '平江县', 430600, 'pingjiang'),
(1855, 430681, '汨罗市', 430600, 'luo'),
(1856, 430682, '临湘市', 430600, 'linxiang'),
(1858, 430702, '武陵区', 430700, 'wuling'),
(1859, 430703, '鼎城区', 430700, 'dingcheng'),
(1860, 430721, '安乡县', 430700, 'an'),
(1861, 430722, '汉寿县', 430700, 'hanshou'),
(1862, 430723, '澧　县', 430700, ''),
(1863, 430724, '临澧县', 430700, 'lin'),
(1864, 430725, '桃源县', 430700, 'taoyuan'),
(1865, 430726, '石门县', 430700, 'shimen'),
(1866, 430781, '津市市', 430700, 'jin'),
(1868, 430802, '永定区', 430800, 'yongding'),
(1869, 430811, '武陵源区', 430800, 'wulingyuan'),
(1870, 430821, '慈利县', 430800, 'cili'),
(1871, 430822, '桑植县', 430800, 'sangzhi'),
(1873, 430902, '资阳区', 430900, 'ziyang'),
(1874, 430903, '赫山区', 430900, 'heshan'),
(1875, 430921, '南　县', 430900, 'nan'),
(1876, 430922, '桃江县', 430900, 'taojiang'),
(1877, 430923, '安化县', 430900, 'anhua'),
(1878, 430981, '沅江市', 430900, 'jiang'),
(1880, 431002, '北湖区', 431000, 'beihu'),
(1881, 431003, '苏仙区', 431000, 'suxian'),
(1882, 431021, '桂阳县', 431000, 'guiyang'),
(1883, 431022, '宜章县', 431000, 'yizhang'),
(1884, 431023, '永兴县', 431000, 'yongxing'),
(1885, 431024, '嘉禾县', 431000, 'jiahe'),
(1886, 431025, '临武县', 431000, 'linwu'),
(1887, 431026, '汝城县', 431000, 'rucheng'),
(1888, 431027, '桂东县', 431000, 'guidong'),
(1889, 431028, '安仁县', 431000, 'anren'),
(1890, 431081, '资兴市', 431000, 'zixing'),
(1892, 431102, '芝山区', 431100, 'zhishan'),
(1893, 431103, '冷水滩区', 431100, 'lengshuitan'),
(1894, 431121, '祁阳县', 431100, 'qiyang'),
(1895, 431122, '东安县', 431100, 'dongan'),
(1896, 431123, '双牌县', 431100, 'shuangpai'),
(1897, 431124, '道　县', 431100, 'dao'),
(1898, 431125, '江永县', 431100, 'jiangyong'),
(1899, 431126, '宁远县', 431100, 'ningyuan'),
(1900, 431127, '蓝山县', 431100, 'lanshan'),
(1901, 431128, '新田县', 431100, 'xintian'),
(1902, 431129, '江华瑶族自治县', 431100, 'jianghuayaozuzizhi'),
(1904, 431202, '鹤城区', 431200, 'hecheng'),
(1905, 431221, '中方县', 431200, 'zhongfang'),
(1906, 431222, '沅陵县', 431200, 'ling'),
(1907, 431223, '辰溪县', 431200, 'chenxi'),
(1908, 431224, '溆浦县', 431200, 'pu'),
(1909, 431225, '会同县', 431200, 'huitong'),
(1910, 431226, '麻阳苗族自治县', 431200, 'mayangmiaozuzizhi'),
(1911, 431227, '新晃侗族自治县', 431200, 'xinhuangdongzuzizhi'),
(1912, 431228, '芷江侗族自治县', 431200, 'jiangdongzuzizhi'),
(1913, 431229, '靖州苗族侗族自治县', 431200, 'jingzhoumiaozudongzuzizhi'),
(1914, 431230, '通道侗族自治县', 431200, 'tongdaodongzuzizhi'),
(1915, 431281, '洪江市', 431200, 'hongjiang'),
(1917, 431302, '娄星区', 431300, 'louxing'),
(1918, 431321, '双峰县', 431300, 'shuangfeng'),
(1919, 431322, '新化县', 431300, 'xinhua'),
(1920, 431381, '冷水江市', 431300, 'lengshuijiang'),
(1921, 431382, '涟源市', 431300, 'lianyuan'),
(1922, 433101, '吉首市', 433100, 'jishou'),
(1923, 433122, '泸溪县', 433100, 'xi'),
(1924, 433123, '凤凰县', 433100, 'fenghuang'),
(1925, 433124, '花垣县', 433100, 'huayuan'),
(1926, 433125, '保靖县', 433100, 'baojing'),
(1927, 433126, '古丈县', 433100, 'guzhang'),
(1928, 433127, '永顺县', 433100, 'yongshun'),
(1929, 433130, '龙山县', 433100, 'longshan'),
(1931, 440102, '萝岗区', 440100, 'luogang'),
(1932, 440103, '荔湾区', 440100, 'liwan'),
(1933, 440104, '越秀区', 440100, 'yuexiu'),
(1934, 440105, '海珠区', 440100, 'haizhu'),
(1935, 440106, '天河区', 440100, 'tianhe'),
(1936, 440107, '南沙区', 440100, 'nansha'),
(1937, 440111, '白云区', 440100, 'baiyun'),
(1938, 440112, '黄埔区', 440100, 'huangpu'),
(1939, 440113, '番禺区', 440100, 'fan'),
(1940, 440114, '花都区', 440100, 'huadu'),
(1941, 440183, '增城市', 440100, 'zengcheng'),
(1942, 440184, '从化市', 440100, 'conghua'),
(1944, 440203, '武江区', 440200, 'wujiang'),
(1945, 440204, '浈江区', 440200, 'jiang'),
(1946, 440205, '曲江区', 440200, 'qujiang'),
(1947, 440222, '始兴县', 440200, 'shixing'),
(1948, 440224, '仁化县', 440200, 'renhua'),
(1949, 440229, '翁源县', 440200, 'wengyuan'),
(1950, 440232, '乳源瑶族自治县', 440200, 'ruyuanyaozuzizhi'),
(1951, 440233, '新丰县', 440200, 'xinfeng'),
(1952, 440281, '乐昌市', 440200, 'lechang'),
(1953, 440282, '南雄市', 440200, 'nanxiong'),
(1955, 440303, '罗湖区', 440300, 'luohu'),
(1956, 440304, '福田区', 440300, 'futian'),
(1957, 440305, '南山区', 440300, 'nanshan'),
(1958, 440306, '宝安区', 440300, 'baoan'),
(1959, 440307, '龙岗区', 440300, 'longgang'),
(1960, 440308, '盐田区', 440300, 'yantian'),
(1962, 440402, '香洲区', 440400, 'xiangzhou'),
(1963, 440403, '斗门区', 440400, 'doumen'),
(1964, 440404, '金湾区', 440400, 'jinwan'),
(1966, 440507, '龙湖区', 440500, 'longhu'),
(1967, 440511, '金平区', 440500, 'jinping'),
(1968, 440512, '濠江区', 440500, 'jiang'),
(1969, 440513, '潮阳区', 440500, 'chaoyang'),
(1970, 440514, '潮南区', 440500, 'chaonan'),
(1971, 440515, '澄海区', 440500, 'chenghai'),
(1972, 440523, '南澳县', 440500, 'nanao'),
(1974, 440604, '禅城区', 440600, 'cheng'),
(1975, 440605, '南海区', 440600, 'nanhai'),
(1976, 440606, '顺德区', 440600, 'shunde'),
(1977, 440607, '三水区', 440600, 'sanshui'),
(1978, 440608, '高明区', 440600, 'gaoming'),
(1980, 440703, '蓬江区', 440700, 'pengjiang'),
(1981, 440704, '江海区', 440700, 'jianghai'),
(1982, 440705, '新会区', 440700, 'xinhui'),
(1983, 440781, '台山市', 440700, 'taishan'),
(1984, 440783, '开平市', 440700, 'kaiping'),
(1985, 440784, '鹤山市', 440700, 'heshan'),
(1986, 440785, '恩平市', 440700, 'enping'),
(1988, 440802, '赤坎区', 440800, 'chikan'),
(1989, 440803, '霞山区', 440800, 'xiashan'),
(1990, 440804, '坡头区', 440800, 'potou'),
(1991, 440811, '麻章区', 440800, 'mazhang'),
(1992, 440823, '遂溪县', 440800, 'suixi'),
(1993, 440825, '徐闻县', 440800, 'xuwen'),
(1994, 440881, '廉江市', 440800, 'lianjiang'),
(1995, 440882, '雷州市', 440800, 'leizhou'),
(1996, 440883, '吴川市', 440800, 'wuchuan'),
(1998, 440902, '茂南区', 440900, 'maonan'),
(1999, 440903, '茂港区', 440900, 'maogang'),
(2000, 440923, '电白县', 440900, 'dianbai'),
(2001, 440981, '高州市', 440900, 'gaozhou'),
(2002, 440982, '化州市', 440900, 'huazhou'),
(2003, 440983, '信宜市', 440900, 'xinyi'),
(2005, 441202, '端州区', 441200, 'duanzhou'),
(2006, 441203, '鼎湖区', 441200, 'dinghu'),
(2007, 441223, '广宁县', 441200, 'guangning'),
(2008, 441224, '怀集县', 441200, 'huaiji'),
(2009, 441225, '封开县', 441200, 'fengkai'),
(2010, 441226, '德庆县', 441200, 'deqing'),
(2011, 441283, '高要市', 441200, 'gaoyao'),
(2012, 441284, '四会市', 441200, 'sihui'),
(2014, 441302, '惠城区', 441300, 'huicheng'),
(2015, 441303, '惠阳区', 441300, 'huiyang'),
(2016, 441322, '博罗县', 441300, 'boluo'),
(2017, 441323, '惠东县', 441300, 'huidong'),
(2018, 441324, '龙门县', 441300, 'longmen'),
(2020, 441402, '梅江区', 441400, 'meijiang'),
(2021, 441421, '梅　县', 441400, 'mei'),
(2022, 441422, '大埔县', 441400, 'dapu'),
(2023, 441423, '丰顺县', 441400, 'fengshun'),
(2024, 441424, '五华县', 441400, 'wuhua'),
(2025, 441426, '平远县', 441400, 'pingyuan'),
(2026, 441427, '蕉岭县', 441400, 'jiaoling'),
(2027, 441481, '兴宁市', 441400, 'xingning'),
(2029, 441502, '城　区', 441500, 'cheng'),
(2030, 441521, '海丰县', 441500, 'haifeng'),
(2031, 441523, '陆河县', 441500, 'luhe'),
(2032, 441581, '陆丰市', 441500, 'lufeng'),
(2034, 441602, '源城区', 441600, 'yuancheng'),
(2035, 441621, '紫金县', 441600, 'zijin'),
(2036, 441622, '龙川县', 441600, 'longchuan'),
(2037, 441623, '连平县', 441600, 'lianping'),
(2038, 441624, '和平县', 441600, 'heping'),
(2039, 441625, '东源县', 441600, 'dongyuan'),
(2041, 441702, '江城区', 441700, 'jiangcheng'),
(2042, 441721, '阳西县', 441700, 'yangxi'),
(2043, 441723, '阳东县', 441700, 'yangdong'),
(2044, 441781, '阳春市', 441700, 'yangchun'),
(2046, 441802, '清城区', 441800, 'qingcheng'),
(2047, 441821, '佛冈县', 441800, 'fogang'),
(2048, 441823, '阳山县', 441800, 'yangshan'),
(2049, 441825, '连山壮族瑶族自治县', 441800, 'lianshanzhuangzuyaozuzizhi'),
(2050, 441826, '连南瑶族自治县', 441800, 'liannanyaozuzizhi'),
(2051, 441827, '清新县', 441800, 'qingxin'),
(2052, 441881, '英德市', 441800, 'yingde'),
(2053, 441882, '连州市', 441800, 'lianzhou'),
(2055, 445102, '湘桥区', 445100, 'xiangqiao'),
(2056, 445121, '潮安县', 445100, 'chaoan'),
(2057, 445122, '饶平县', 445100, 'raoping'),
(2059, 445202, '榕城区', 445200, 'cheng'),
(2060, 445221, '揭东县', 445200, 'jiedong'),
(2061, 445222, '揭西县', 445200, 'jiexi'),
(2062, 445224, '惠来县', 445200, 'huilai'),
(2063, 445281, '普宁市', 445200, 'puning'),
(2065, 445302, '云城区', 445300, 'yuncheng'),
(2066, 445321, '新兴县', 445300, 'xinxing'),
(2067, 445322, '郁南县', 445300, 'yunan'),
(2068, 445323, '云安县', 445300, 'yunan'),
(2069, 445381, '罗定市', 445300, 'luoding'),
(2071, 450102, '兴宁区', 450100, 'xingning'),
(2072, 450103, '青秀区', 450100, 'qingxiu'),
(2073, 450105, '江南区', 450100, 'jiangnan'),
(2074, 450107, '西乡塘区', 450100, 'xitang'),
(2075, 450108, '良庆区', 450100, 'liangqing'),
(2076, 450109, '邕宁区', 450100, 'ning'),
(2077, 450122, '武鸣县', 450100, 'wuming'),
(2078, 450123, '隆安县', 450100, 'longan'),
(2079, 450124, '马山县', 450100, 'mashan'),
(2080, 450125, '上林县', 450100, 'shanglin'),
(2081, 450126, '宾阳县', 450100, 'binyang'),
(2082, 450127, '横　县', 450100, 'heng'),
(2084, 450202, '城中区', 450200, 'chengzhong'),
(2085, 450203, '鱼峰区', 450200, 'yufeng'),
(2086, 450204, '柳南区', 450200, 'liunan'),
(2087, 450205, '柳北区', 450200, 'liubei'),
(2088, 450221, '柳江县', 450200, 'liujiang'),
(2089, 450222, '柳城县', 450200, 'liucheng'),
(2090, 450223, '鹿寨县', 450200, 'luzhai'),
(2091, 450224, '融安县', 450200, 'rongan'),
(2092, 450225, '融水苗族自治县', 450200, 'rongshuimiaozuzizhi'),
(2093, 450226, '三江侗族自治县', 450200, 'sanjiangdongzuzizhi'),
(2095, 450302, '秀峰区', 450300, 'xiufeng'),
(2096, 450303, '叠彩区', 450300, 'diecai'),
(2097, 450304, '象山区', 450300, 'xiangshan'),
(2098, 450305, '七星区', 450300, 'qixing'),
(2099, 450311, '雁山区', 450300, 'yanshan'),
(2100, 450321, '阳朔县', 450300, 'yangshuo'),
(2101, 450322, '临桂县', 450300, 'lingui'),
(2102, 450323, '灵川县', 450300, 'lingchuan'),
(2103, 450324, '全州县', 450300, 'quanzhou'),
(2104, 450325, '兴安县', 450300, 'xingan'),
(2105, 450326, '永福县', 450300, 'yongfu'),
(2106, 450327, '灌阳县', 450300, 'guanyang'),
(2107, 450328, '龙胜各族自治县', 450300, 'longshenggezuzizhi'),
(2108, 450329, '资源县', 450300, 'ziyuan'),
(2109, 450330, '平乐县', 450300, 'pingle'),
(2110, 450331, '荔蒲县', 450300, 'lipu'),
(2111, 450332, '恭城瑶族自治县', 450300, 'gongchengyaozuzizhi'),
(2113, 450403, '万秀区', 450400, 'wanxiu'),
(2114, 450404, '蝶山区', 450400, 'dieshan'),
(2115, 450405, '长洲区', 450400, 'changzhou'),
(2116, 450421, '苍梧县', 450400, 'cangwu'),
(2117, 450422, '藤　县', 450400, 'teng'),
(2118, 450423, '蒙山县', 450400, 'mengshan'),
(2119, 450481, '岑溪市', 450400, 'xi'),
(2121, 450502, '海城区', 450500, 'haicheng'),
(2122, 450503, '银海区', 450500, 'yinhai'),
(2123, 450512, '铁山港区', 450500, 'tieshangang'),
(2124, 450521, '合浦县', 450500, 'hepu'),
(2126, 450602, '港口区', 450600, 'gangkou'),
(2127, 450603, '防城区', 450600, 'fangcheng'),
(2128, 450621, '上思县', 450600, 'shangsi'),
(2129, 450681, '东兴市', 450600, 'dongxing'),
(2131, 450702, '钦南区', 450700, 'qinnan'),
(2132, 450703, '钦北区', 450700, 'qinbei'),
(2133, 450721, '灵山县', 450700, 'lingshan'),
(2134, 450722, '浦北县', 450700, 'pubei'),
(2136, 450802, '港北区', 450800, 'gangbei'),
(2137, 450803, '港南区', 450800, 'gangnan'),
(2138, 450804, '覃塘区', 450800, 'tang'),
(2139, 450821, '平南县', 450800, 'pingnan'),
(2140, 450881, '桂平市', 450800, 'guiping'),
(2142, 450902, '玉州区', 450900, 'yuzhou'),
(2143, 450921, '容　县', 450900, 'rong'),
(2144, 450922, '陆川县', 450900, 'luchuan'),
(2145, 450923, '博白县', 450900, 'bobai'),
(2146, 450924, '兴业县', 450900, 'xingye'),
(2147, 450981, '北流市', 450900, 'beiliu'),
(2149, 451002, '右江区', 451000, 'youjiang'),
(2150, 451021, '田阳县', 451000, 'tianyang'),
(2151, 451022, '田东县', 451000, 'tiandong'),
(2152, 451023, '平果县', 451000, 'pingguo'),
(2153, 451024, '德保县', 451000, 'debao'),
(2154, 451025, '靖西县', 451000, 'jingxi'),
(2155, 451026, '那坡县', 451000, 'napo'),
(2156, 451027, '凌云县', 451000, 'lingyun'),
(2157, 451028, '乐业县', 451000, 'leye'),
(2158, 451029, '田林县', 451000, 'tianlin'),
(2159, 451030, '西林县', 451000, 'xilin'),
(2160, 451031, '隆林各族自治县', 451000, 'longlingezuzizhi'),
(2162, 451102, '八步区', 451100, 'babu'),
(2163, 451121, '昭平县', 451100, 'zhaoping'),
(2164, 451122, '钟山县', 451100, 'zhongshan'),
(2165, 451123, '富川瑶族自治县', 451100, 'fuchuanyaozuzizhi'),
(2167, 451202, '金城江区', 451200, 'jinchengjiang'),
(2168, 451221, '南丹县', 451200, 'nandan'),
(2169, 451222, '天峨县', 451200, 'tiane'),
(2170, 451223, '凤山县', 451200, 'fengshan'),
(2171, 451224, '东兰县', 451200, 'donglan'),
(2172, 451225, '罗城仫佬族自治县', 451200, 'luochenglaozuzizhi'),
(2173, 451226, '环江毛南族自治县', 451200, 'huanjiangmaonanzuzizhi'),
(2174, 451227, '巴马瑶族自治县', 451200, 'bamayaozuzizhi'),
(2175, 451228, '都安瑶族自治县', 451200, 'duanyaozuzizhi'),
(2176, 451229, '大化瑶族自治县', 451200, 'dahuayaozuzizhi'),
(2177, 451281, '宜州市', 451200, 'yizhou'),
(2179, 451302, '兴宾区', 451300, 'xingbin'),
(2180, 451321, '忻城县', 451300, 'xincheng'),
(2181, 451322, '象州县', 451300, 'xiangzhou'),
(2182, 451323, '武宣县', 451300, 'wuxuan'),
(2183, 451324, '金秀瑶族自治县', 451300, 'jinxiuyaozuzizhi'),
(2184, 451381, '合山市', 451300, 'heshan'),
(2186, 451402, '江洲区', 451400, 'jiangzhou'),
(2187, 451421, '扶绥县', 451400, 'fusui'),
(2188, 451422, '宁明县', 451400, 'ningming'),
(2189, 451423, '龙州县', 451400, 'longzhou'),
(2190, 451424, '大新县', 451400, 'daxin'),
(2191, 451425, '天等县', 451400, 'tiandeng'),
(2192, 451481, '凭祥市', 451400, 'pingxiang'),
(2194, 460105, '秀英区', 460100, 'xiuying'),
(2195, 460106, '龙华区', 460100, 'longhua'),
(2196, 460107, '琼山区', 460100, 'qiongshan'),
(2197, 460108, '美兰区', 460100, 'meilan'),
(2218, 500101, '万州区', 500100, 'wanzhou'),
(2219, 500102, '涪陵区', 500100, 'fuling'),
(2220, 500103, '渝中区', 500100, 'yuzhong'),
(2221, 500104, '大渡口区', 500100, 'dadukou'),
(2222, 500105, '江北区', 500100, 'jiangbei'),
(2223, 500106, '沙坪坝区', 500100, 'shapingba'),
(2224, 500107, '九龙坡区', 500100, 'jiulongpo'),
(2225, 500108, '南岸区', 500100, 'nanan'),
(2226, 500109, '北碚区', 500100, 'bei'),
(2227, 500110, '万盛区', 500100, 'wansheng'),
(2228, 500111, '双桥区', 500100, 'shuangqiao'),
(2229, 500112, '渝北区', 500100, 'yubei'),
(2230, 500113, '巴南区', 500100, 'banan'),
(2231, 500114, '黔江区', 500100, 'qianjiang'),
(2232, 500115, '长寿区', 500100, 'changshou'),
(2233, 500222, '綦江县', 500100, 'jiang'),
(2234, 500223, '潼南县', 500100, 'nan'),
(2235, 500224, '铜梁县', 500100, 'tongliang'),
(2236, 500225, '大足县', 500100, 'dazu'),
(2237, 500226, '荣昌县', 500100, 'rongchang'),
(2238, 500227, '璧山县', 500100, 'shan'),
(2239, 500228, '梁平县', 500100, 'liangping'),
(2240, 500229, '城口县', 500100, 'chengkou'),
(2241, 500230, '丰都县', 500100, 'fengdu'),
(2242, 500231, '垫江县', 500100, 'dianjiang'),
(2243, 500232, '武隆县', 500100, 'wulong'),
(2244, 500233, '忠　县', 500100, 'zhong'),
(2245, 500234, '开　县', 500100, 'kai'),
(2246, 500235, '云阳县', 500100, 'yunyang'),
(2247, 500236, '奉节县', 500100, 'fengjie'),
(2248, 500237, '巫山县', 500100, 'wushan'),
(2249, 500238, '巫溪县', 500100, 'wuxi'),
(2250, 500240, '石柱土家族自治县', 500100, 'shizhutujiazuzizhi'),
(2251, 500241, '秀山土家族苗族自治县', 500100, 'xiushantujiazumiaozuzizhi'),
(2252, 500242, '酉阳土家族苗族自治县', 500100, 'youyangtujiazumiaozuzizhi'),
(2253, 500243, '彭水苗族土家族自治县', 500100, 'pengshuimiaozutujiazuzizhi'),
(2254, 500381, '江津市', 500100, 'jiangjin'),
(2255, 500382, '合川市', 500100, 'hechuan'),
(2256, 500383, '永川市', 500100, 'yongchuan'),
(2257, 500384, '南川市', 500100, 'nanchuan'),
(2259, 510104, '锦江区', 510100, 'jinjiang'),
(2260, 510105, '青羊区', 510100, 'qingyang'),
(2261, 510106, '金牛区', 510100, 'jinniu'),
(2262, 510107, '武侯区', 510100, 'wuhou'),
(2263, 510108, '成华区', 510100, 'chenghua'),
(2264, 510112, '龙泉驿区', 510100, 'longquan'),
(2265, 510113, '青白江区', 510100, 'qingbaijiang'),
(2266, 510114, '新都区', 510100, 'xindu'),
(2267, 510115, '温江区', 510100, 'wenjiang'),
(2268, 510121, '金堂县', 510100, 'jintang'),
(2269, 510122, '双流县', 510100, 'shuangliu'),
(2270, 510124, '郫　县', 510100, ''),
(2271, 510129, '大邑县', 510100, 'dayi'),
(2272, 510131, '蒲江县', 510100, 'pujiang'),
(2273, 510132, '新津县', 510100, 'xinjin'),
(2274, 510181, '都江堰市', 510100, 'dujiangyan'),
(2275, 510182, '彭州市', 510100, 'pengzhou'),
(2276, 510183, '邛崃市', 510100, ''),
(2277, 510184, '崇州市', 510100, 'chongzhou'),
(2279, 510302, '自流井区', 510300, 'ziliujing'),
(2280, 510303, '贡井区', 510300, 'gongjing'),
(2281, 510304, '大安区', 510300, 'daan'),
(2282, 510311, '沿滩区', 510300, 'yantan'),
(2283, 510321, '荣　县', 510300, 'rong'),
(2284, 510322, '富顺县', 510300, 'fushun'),
(2286, 510402, '东　区', 510400, 'dong'),
(2287, 510403, '西　区', 510400, 'xi'),
(2288, 510411, '仁和区', 510400, 'renhe'),
(2289, 510421, '米易县', 510400, 'miyi'),
(2290, 510422, '盐边县', 510400, 'yanbian'),
(2292, 510502, '江阳区', 510500, 'jiangyang'),
(2293, 510503, '纳溪区', 510500, 'naxi'),
(2294, 510504, '龙马潭区', 510500, 'longmatan'),
(2295, 510521, '泸　县', 510500, ''),
(2296, 510522, '合江县', 510500, 'hejiang'),
(2297, 510524, '叙永县', 510500, 'xuyong'),
(2298, 510525, '古蔺县', 510500, 'gu'),
(2300, 510603, '旌阳区', 510600, 'yang'),
(2301, 510623, '中江县', 510600, 'zhongjiang'),
(2302, 510626, '罗江县', 510600, 'luojiang'),
(2303, 510681, '广汉市', 510600, 'guanghan'),
(2304, 510682, '什邡市', 510600, 'shi'),
(2305, 510683, '绵竹市', 510600, 'mianzhu'),
(2307, 510703, '涪城区', 510700, 'fucheng'),
(2308, 510704, '游仙区', 510700, 'youxian'),
(2309, 510722, '三台县', 510700, 'santai'),
(2310, 510723, '盐亭县', 510700, 'yanting'),
(2311, 510724, '安　县', 510700, 'an'),
(2312, 510725, '梓潼县', 510700, ''),
(2313, 510726, '北川羌族自治县', 510700, 'beichuanqiangzuzizhi'),
(2314, 510727, '平武县', 510700, 'pingwu'),
(2315, 510781, '江油市', 510700, 'jiangyou'),
(2317, 510802, '市中区', 510800, 'zhong'),
(2318, 510811, '元坝区', 510800, 'yuanba'),
(2319, 510812, '朝天区', 510800, 'chaotian'),
(2320, 510821, '旺苍县', 510800, 'wangcang'),
(2321, 510822, '青川县', 510800, 'qingchuan'),
(2322, 510823, '剑阁县', 510800, 'jiange'),
(2323, 510824, '苍溪县', 510800, 'cangxi'),
(2325, 510903, '船山区', 510900, 'chuanshan'),
(2326, 510904, '安居区', 510900, 'anju'),
(2327, 510921, '蓬溪县', 510900, 'pengxi'),
(2328, 510922, '射洪县', 510900, 'shehong'),
(2329, 510923, '大英县', 510900, 'daying'),
(2331, 511002, '市中区', 511000, 'zhong'),
(2332, 511011, '东兴区', 511000, 'dongxing'),
(2333, 511024, '威远县', 511000, 'weiyuan'),
(2334, 511025, '资中县', 511000, 'zizhong'),
(2335, 511028, '隆昌县', 511000, 'longchang'),
(2337, 511102, '市中区', 511100, 'zhong'),
(2338, 511111, '沙湾区', 511100, 'shawan'),
(2339, 511112, '五通桥区', 511100, 'wutongqiao'),
(2340, 511113, '金口河区', 511100, 'jinkouhe'),
(2341, 511123, '犍为县', 511100, 'wei'),
(2342, 511124, '井研县', 511100, 'jingyan'),
(2343, 511126, '夹江县', 511100, 'jiajiang'),
(2344, 511129, '沐川县', 511100, 'chuan'),
(2345, 511132, '峨边彝族自治县', 511100, 'ebianyizuzizhi'),
(2346, 511133, '马边彝族自治县', 511100, 'mabianyizuzizhi'),
(2347, 511181, '峨眉山市', 511100, 'emeishan'),
(2349, 511302, '顺庆区', 511300, 'shunqing'),
(2350, 511303, '高坪区', 511300, 'gaoping'),
(2351, 511304, '嘉陵区', 511300, 'jialing'),
(2352, 511321, '南部县', 511300, 'nanbu'),
(2353, 511322, '营山县', 511300, 'yingshan'),
(2354, 511323, '蓬安县', 511300, 'pengan'),
(2355, 511324, '仪陇县', 511300, 'yilong'),
(2356, 511325, '西充县', 511300, 'xichong'),
(2357, 511381, '阆中市', 511300, 'zhong'),
(2359, 511402, '东坡区', 511400, 'dongpo'),
(2360, 511421, '仁寿县', 511400, 'renshou'),
(2361, 511422, '彭山县', 511400, 'pengshan'),
(2362, 511423, '洪雅县', 511400, 'hongya'),
(2363, 511424, '丹棱县', 511400, 'danleng'),
(2364, 511425, '青神县', 511400, 'qingshen'),
(2366, 511502, '翠屏区', 511500, 'cuiping'),
(2367, 511521, '宜宾县', 511500, 'yibin'),
(2368, 511522, '南溪县', 511500, 'nanxi'),
(2369, 511523, '江安县', 511500, 'jiangan'),
(2370, 511524, '长宁县', 511500, 'changning'),
(2371, 511525, '高　县', 511500, 'gao'),
(2372, 511526, '珙　县', 511500, ''),
(2373, 511527, '筠连县', 511500, 'lian'),
(2374, 511528, '兴文县', 511500, 'xingwen'),
(2375, 511529, '屏山县', 511500, 'pingshan'),
(2377, 511602, '广安区', 511600, 'guangan'),
(2378, 511621, '岳池县', 511600, 'yuechi'),
(2379, 511622, '武胜县', 511600, 'wusheng'),
(2380, 511623, '邻水县', 511600, 'linshui'),
(2381, 511681, '华莹市', 511600, 'huaying'),
(2383, 511702, '通川区', 511700, 'tongchuan'),
(2384, 511721, '达　县', 511700, 'da'),
(2385, 511722, '宣汉县', 511700, 'xuanhan'),
(2386, 511723, '开江县', 511700, 'kaijiang'),
(2387, 511724, '大竹县', 511700, 'dazhu'),
(2388, 511725, '渠　县', 511700, 'qu'),
(2389, 511781, '万源市', 511700, 'wanyuan'),
(2391, 511802, '雨城区', 511800, 'yucheng'),
(2392, 511821, '名山县', 511800, 'mingshan'),
(2393, 511822, '荥经县', 511800, 'jing'),
(2394, 511823, '汉源县', 511800, 'hanyuan'),
(2395, 511824, '石棉县', 511800, 'shimian'),
(2396, 511825, '天全县', 511800, 'tianquan'),
(2397, 511826, '芦山县', 511800, 'lushan'),
(2398, 511827, '宝兴县', 511800, 'baoxing'),
(2400, 511902, '巴州区', 511900, 'bazhou'),
(2401, 511921, '通江县', 511900, 'tongjiang'),
(2402, 511922, '南江县', 511900, 'nanjiang'),
(2403, 511923, '平昌县', 511900, 'pingchang'),
(2405, 512002, '雁江区', 512000, 'yanjiang'),
(2406, 512021, '安岳县', 512000, 'anyue'),
(2407, 512022, '乐至县', 512000, 'lezhi'),
(2408, 512081, '简阳市', 512000, 'jianyang'),
(2409, 513221, '汶川县', 513200, 'chuan'),
(2410, 513222, '理　县', 513200, 'li'),
(2411, 513223, '茂　县', 513200, 'mao'),
(2412, 513224, '松潘县', 513200, 'songpan'),
(2413, 513225, '九寨沟县', 513200, 'jiuzhaigou'),
(2414, 513226, '金川县', 513200, 'jinchuan'),
(2415, 513227, '小金县', 513200, 'xiaojin'),
(2416, 513228, '黑水县', 513200, 'heishui'),
(2417, 513229, '马尔康县', 513200, 'maerkang'),
(2418, 513230, '壤塘县', 513200, 'rangtang'),
(2419, 513231, '阿坝县', 513200, 'aba'),
(2420, 513232, '若尔盖县', 513200, 'ruoergai'),
(2421, 513233, '红原县', 513200, 'hongyuan'),
(2422, 513321, '康定县', 513300, 'kangding'),
(2423, 513322, '泸定县', 513300, 'ding'),
(2424, 513323, '丹巴县', 513300, 'danba'),
(2425, 513324, '九龙县', 513300, 'jiulong'),
(2426, 513325, '雅江县', 513300, 'yajiang'),
(2427, 513326, '道孚县', 513300, 'dao'),
(2428, 513327, '炉霍县', 513300, 'luhuo'),
(2429, 513328, '甘孜县', 513300, 'ganzi'),
(2430, 513329, '新龙县', 513300, 'xinlong'),
(2431, 513330, '德格县', 513300, 'dege'),
(2432, 513331, '白玉县', 513300, 'baiyu'),
(2433, 513332, '石渠县', 513300, 'shiqu'),
(2434, 513333, '色达县', 513300, 'seda'),
(2435, 513334, '理塘县', 513300, 'litang'),
(2436, 513335, '巴塘县', 513300, 'batang'),
(2437, 513336, '乡城县', 513300, 'cheng'),
(2438, 513337, '稻城县', 513300, 'daocheng'),
(2439, 513338, '得荣县', 513300, 'derong'),
(2440, 513401, '西昌市', 513400, 'xichang'),
(2441, 513422, '木里藏族自治县', 513400, 'mulicangzuzizhi'),
(2442, 513423, '盐源县', 513400, 'yanyuan'),
(2443, 513424, '德昌县', 513400, 'dechang'),
(2444, 513425, '会理县', 513400, 'huili'),
(2445, 513426, '会东县', 513400, 'huidong'),
(2446, 513427, '宁南县', 513400, 'ningnan'),
(2447, 513428, '普格县', 513400, 'puge'),
(2448, 513429, '布拖县', 513400, 'butuo'),
(2449, 513430, '金阳县', 513400, 'jinyang'),
(2450, 513431, '昭觉县', 513400, 'zhaojue'),
(2451, 513432, '喜德县', 513400, 'xide'),
(2452, 513433, '冕宁县', 513400, 'mianning'),
(2453, 513434, '越西县', 513400, 'yuexi'),
(2454, 513435, '甘洛县', 513400, 'ganluo'),
(2455, 513436, '美姑县', 513400, 'meigu'),
(2456, 513437, '雷波县', 513400, 'leibo'),
(2458, 520102, '南明区', 520100, 'nanming'),
(2459, 520103, '云岩区', 520100, 'yunyan'),
(2460, 520111, '花溪区', 520100, 'huaxi'),
(2461, 520112, '乌当区', 520100, 'wudang'),
(2462, 520113, '白云区', 520100, 'baiyun'),
(2463, 520114, '小河区', 520100, 'xiaohe'),
(2464, 520121, '开阳县', 520100, 'kaiyang'),
(2465, 520122, '息烽县', 520100, 'xifeng'),
(2466, 520123, '修文县', 520100, 'xiuwen'),
(2467, 520181, '清镇市', 520100, 'qing'),
(2468, 520201, '钟山区', 520200, 'zhongshan'),
(2469, 520203, '六枝特区', 520200, 'liuzhite'),
(2470, 520221, '水城县', 520200, 'shuicheng'),
(2471, 520222, '盘　县', 520200, 'pan'),
(2473, 520302, '红花岗区', 520300, 'honghuagang'),
(2474, 520303, '汇川区', 520300, 'huichuan'),
(2475, 520321, '遵义县', 520300, 'zunyi'),
(2476, 520322, '桐梓县', 520300, 'tong'),
(2477, 520323, '绥阳县', 520300, 'suiyang'),
(2478, 520324, '正安县', 520300, 'zhengan'),
(2479, 520325, '道真仡佬族苗族自治县', 520300, 'daozhenlaozumiaozuzizhi'),
(2480, 520326, '务川仡佬族苗族自治县', 520300, 'wuchuanlaozumiaozuzizhi'),
(2481, 520327, '凤冈县', 520300, 'fenggang'),
(2482, 520328, '湄潭县', 520300, 'tan'),
(2483, 520329, '余庆县', 520300, 'yuqing'),
(2484, 520330, '习水县', 520300, 'xishui'),
(2485, 520381, '赤水市', 520300, 'chishui'),
(2486, 520382, '仁怀市', 520300, 'renhuai'),
(2488, 520402, '西秀区', 520400, 'xixiu'),
(2489, 520421, '平坝县', 520400, 'pingba'),
(2490, 520422, '普定县', 520400, 'puding'),
(2491, 520423, '镇宁布依族苗族自治县', 520400, 'ningbuyizumiaozuzizhi'),
(2492, 520424, '关岭布依族苗族自治县', 520400, 'guanlingbuyizumiaozuzizhi'),
(2493, 520425, '紫云苗族布依族自治县', 520400, 'ziyunmiaozubuyizuzizhi'),
(2494, 522201, '铜仁市', 522200, 'tongren'),
(2495, 522222, '江口县', 522200, 'jiangkou'),
(2496, 522223, '玉屏侗族自治县', 522200, 'yupingdongzuzizhi'),
(2497, 522224, '石阡县', 522200, 'shi'),
(2498, 522225, '思南县', 522200, 'sinan'),
(2499, 522226, '印江土家族苗族自治县', 522200, 'yinjiangtujiazumiaozuzizhi'),
(2500, 522227, '德江县', 522200, 'dejiang'),
(2501, 522228, '沿河土家族自治县', 522200, 'yanhetujiazuzizhi'),
(2502, 522229, '松桃苗族自治县', 522200, 'songtaomiaozuzizhi'),
(2503, 522230, '万山特区', 522200, 'wanshante'),
(2504, 522301, '兴义市', 522300, 'xingyi'),
(2505, 522322, '兴仁县', 522300, 'xingren'),
(2506, 522323, '普安县', 522300, 'puan'),
(2507, 522324, '晴隆县', 522300, 'qinglong'),
(2508, 522325, '贞丰县', 522300, 'zhenfeng'),
(2509, 522326, '望谟县', 522300, 'wang'),
(2510, 522327, '册亨县', 522300, 'ceheng'),
(2511, 522328, '安龙县', 522300, 'anlong'),
(2512, 522401, '毕节市', 522400, 'bijie'),
(2513, 522422, '大方县', 522400, 'dafang'),
(2514, 522423, '黔西县', 522400, 'qianxi'),
(2515, 522424, '金沙县', 522400, 'jinsha'),
(2516, 522425, '织金县', 522400, 'zhijin'),
(2517, 522426, '纳雍县', 522400, 'nayong'),
(2518, 522427, '威宁彝族回族苗族自治县', 522400, 'weiningyizuhuizumiaozuzizhi'),
(2519, 522428, '赫章县', 522400, 'hezhang'),
(2520, 522601, '凯里市', 522600, 'kaili'),
(2521, 522622, '黄平县', 522600, 'huangping'),
(2522, 522623, '施秉县', 522600, 'shibing'),
(2523, 522624, '三穗县', 522600, 'sansui'),
(2524, 522625, '镇远县', 522600, 'yuan'),
(2525, 522626, '岑巩县', 522600, 'gong'),
(2526, 522627, '天柱县', 522600, 'tianzhu'),
(2527, 522628, '锦屏县', 522600, 'jinping'),
(2528, 522629, '剑河县', 522600, 'jianhe'),
(2529, 522630, '台江县', 522600, 'taijiang'),
(2530, 522631, '黎平县', 522600, 'liping'),
(2531, 522632, '榕江县', 522600, 'jiang'),
(2532, 522633, '从江县', 522600, 'congjiang'),
(2533, 522634, '雷山县', 522600, 'leishan'),
(2534, 522635, '麻江县', 522600, 'majiang'),
(2535, 522636, '丹寨县', 522600, 'danzhai'),
(2536, 522701, '都匀市', 522700, 'duyun'),
(2537, 522702, '福泉市', 522700, 'fuquan'),
(2538, 522722, '荔波县', 522700, 'libo'),
(2539, 522723, '贵定县', 522700, 'guiding'),
(2540, 522725, '瓮安县', 522700, 'wengan'),
(2541, 522726, '独山县', 522700, 'dushan'),
(2542, 522727, '平塘县', 522700, 'pingtang'),
(2543, 522728, '罗甸县', 522700, 'luodian'),
(2544, 522729, '长顺县', 522700, 'changshun'),
(2545, 522730, '龙里县', 522700, 'longli'),
(2546, 522731, '惠水县', 522700, 'huishui'),
(2547, 522732, '三都水族自治县', 522700, 'sandushuizuzizhi'),
(2549, 530102, '五华区', 530100, 'wuhua'),
(2550, 530103, '盘龙区', 530100, 'panlong'),
(2551, 530111, '官渡区', 530100, 'guandu'),
(2552, 530112, '西山区', 530100, 'xishan'),
(2553, 530113, '东川区', 530100, 'dongchuan'),
(2554, 530121, '呈贡县', 530100, 'chenggong'),
(2555, 530122, '晋宁县', 530100, 'jinning'),
(2556, 530124, '富民县', 530100, 'fumin'),
(2557, 530125, '宜良县', 530100, 'yiliang'),
(2558, 530126, '石林彝族自治县', 530100, 'shilinyizuzizhi'),
(2559, 530127, '嵩明县', 530100, 'ming'),
(2560, 530128, '禄劝彝族苗族自治县', 530100, 'luquanyizumiaozuzizhi'),
(2561, 530129, '寻甸回族彝族自治县', 530100, 'xundianhuizuyizuzizhi'),
(2562, 530181, '安宁市', 530100, 'anning'),
(2564, 530302, '麒麟区', 530300, ''),
(2565, 530321, '马龙县', 530300, 'malong'),
(2566, 530322, '陆良县', 530300, 'luliang'),
(2567, 530323, '师宗县', 530300, 'shizong'),
(2568, 530324, '罗平县', 530300, 'luoping'),
(2569, 530325, '富源县', 530300, 'fuyuan'),
(2570, 530326, '会泽县', 530300, 'huize'),
(2571, 530328, '沾益县', 530300, 'zhanyi'),
(2572, 530381, '宣威市', 530300, 'xuanwei'),
(2574, 530402, '红塔区', 530400, 'hongta'),
(2575, 530421, '江川县', 530400, 'jiangchuan'),
(2576, 530422, '澄江县', 530400, 'chengjiang'),
(2577, 530423, '通海县', 530400, 'tonghai'),
(2578, 530424, '华宁县', 530400, 'huaning'),
(2579, 530425, '易门县', 530400, 'yimen'),
(2580, 530426, '峨山彝族自治县', 530400, 'eshanyizuzizhi'),
(2581, 530427, '新平彝族傣族自治县', 530400, 'xinpingyizudaizuzizhi'),
(2582, 530428, '元江哈尼族彝族傣族自治县', 530400, 'yuanjianghanizuyizudaizuzizhi'),
(2584, 530502, '隆阳区', 530500, 'longyang'),
(2585, 530521, '施甸县', 530500, 'shidian'),
(2586, 530522, '腾冲县', 530500, 'tengchong'),
(2587, 530523, '龙陵县', 530500, 'longling'),
(2588, 530524, '昌宁县', 530500, 'changning'),
(2590, 530602, '昭阳区', 530600, 'zhaoyang'),
(2591, 530621, '鲁甸县', 530600, 'ludian'),
(2592, 530622, '巧家县', 530600, 'qiaojia'),
(2593, 530623, '盐津县', 530600, 'yanjin'),
(2594, 530624, '大关县', 530600, 'daguan'),
(2595, 530625, '永善县', 530600, 'yongshan'),
(2596, 530626, '绥江县', 530600, 'suijiang'),
(2597, 530627, '镇雄县', 530600, 'xiong'),
(2598, 530628, '彝良县', 530600, 'yiliang'),
(2599, 530629, '威信县', 530600, 'weixin'),
(2600, 530630, '水富县', 530600, 'shuifu'),
(2602, 530702, '古城区', 530700, 'gucheng'),
(2603, 530721, '玉龙纳西族自治县', 530700, 'yulongnaxizuzizhi'),
(2604, 530722, '永胜县', 530700, 'yongsheng'),
(2605, 530723, '华坪县', 530700, 'huaping'),
(2606, 530724, '宁蒗彝族自治县', 530700, 'ningyizuzizhi'),
(2608, 530802, '翠云区', 530800, 'cuiyun'),
(2609, 530821, '普洱哈尼族彝族自治县', 530800, 'puerhanizuyizuzizhi'),
(2610, 530822, '墨江哈尼族自治县', 530800, 'mojianghanizuzizhi'),
(2611, 530823, '景东彝族自治县', 530800, 'jingdongyizuzizhi'),
(2612, 530824, '景谷傣族彝族自治县', 530800, 'jinggudaizuyizuzizhi'),
(2613, 530825, '镇沅彝族哈尼族拉祜族自治县', 530800, 'yizuhanizulazuzizhi'),
(2614, 530826, '江城哈尼族彝族自治县', 530800, 'jiangchenghanizuyizuzizhi'),
(2615, 530827, '孟连傣族拉祜族佤族自治县', 530800, 'mengliandaizulazuzuzizhi'),
(2616, 530828, '澜沧拉祜族自治县', 530800, 'lancanglazuzizhi'),
(2617, 530829, '西盟佤族自治县', 530800, 'ximengzuzizhi'),
(2619, 530902, '临翔区', 530900, 'linxiang'),
(2620, 530921, '凤庆县', 530900, 'fengqing'),
(2621, 530922, '云　县', 530900, 'yun'),
(2622, 530923, '永德县', 530900, 'yongde'),
(2623, 530924, '镇康县', 530900, 'kang'),
(2624, 530925, '双江拉祜族佤族布朗族傣族自治县', 530900, 'shuangjianglazuzubulangzudaizu'),
(2625, 530926, '耿马傣族佤族自治县', 530900, 'gengmadaizuzuzizhi'),
(2626, 530927, '沧源佤族自治县', 530900, 'cangyuanzuzizhi'),
(2627, 532301, '楚雄市', 532300, 'chuxiong'),
(2628, 532322, '双柏县', 532300, 'shuangbai'),
(2629, 532323, '牟定县', 532300, 'mouding'),
(2630, 532324, '南华县', 532300, 'nanhua'),
(2631, 532325, '姚安县', 532300, 'yaoan'),
(2632, 532326, '大姚县', 532300, 'dayao'),
(2633, 532327, '永仁县', 532300, 'yongren'),
(2634, 532328, '元谋县', 532300, 'yuanmou'),
(2635, 532329, '武定县', 532300, 'wuding'),
(2636, 532331, '禄丰县', 532300, 'lufeng'),
(2637, 532501, '个旧市', 532500, 'gejiu'),
(2638, 532502, '开远市', 532500, 'kaiyuan'),
(2639, 532522, '蒙自县', 532500, 'mengzi'),
(2640, 532523, '屏边苗族自治县', 532500, 'pingbianmiaozuzizhi'),
(2641, 532524, '建水县', 532500, 'jianshui'),
(2642, 532525, '石屏县', 532500, 'shiping'),
(2643, 532526, '弥勒县', 532500, 'mile'),
(2644, 532527, '泸西县', 532500, 'xi'),
(2645, 532528, '元阳县', 532500, 'yuanyang'),
(2646, 532529, '红河县', 532500, 'honghe'),
(2647, 532530, '金平苗族瑶族傣族自治县', 532500, 'jinpingmiaozuyaozudaizuzizhi'),
(2648, 532531, '绿春县', 532500, 'lvchun'),
(2649, 532532, '河口瑶族自治县', 532500, 'hekouyaozuzizhi'),
(2650, 532621, '文山县', 532600, 'wenshan'),
(2651, 532622, '砚山县', 532600, 'yanshan'),
(2652, 532623, '西畴县', 532600, 'xichou'),
(2653, 532624, '麻栗坡县', 532600, 'malipo'),
(2654, 532625, '马关县', 532600, 'maguan'),
(2655, 532626, '丘北县', 532600, 'qiubei'),
(2656, 532627, '广南县', 532600, 'guangnan'),
(2657, 532628, '富宁县', 532600, 'funing'),
(2658, 532801, '景洪市', 532800, 'jinghong'),
(2659, 532822, '勐海县', 532800, 'hai'),
(2660, 532823, '勐腊县', 532800, 'la'),
(2661, 532901, '大理市', 532900, 'dali'),
(2662, 532922, '漾濞彝族自治县', 532900, 'yangyizuzizhi'),
(2663, 532923, '祥云县', 532900, 'xiangyun'),
(2664, 532924, '宾川县', 532900, 'binchuan'),
(2665, 532925, '弥渡县', 532900, 'midu'),
(2666, 532926, '南涧彝族自治县', 532900, 'nanjianyizuzizhi'),
(2667, 532927, '巍山彝族回族自治县', 532900, 'weishanyizuhuizuzizhi'),
(2668, 532928, '永平县', 532900, 'yongping'),
(2669, 532929, '云龙县', 532900, 'yunlong'),
(2670, 532930, '洱源县', 532900, 'eryuan'),
(2671, 532931, '剑川县', 532900, 'jianchuan'),
(2672, 532932, '鹤庆县', 532900, 'heqing'),
(2673, 533102, '瑞丽市', 533100, 'ruili'),
(2674, 533103, '潞西市', 533100, 'luxi'),
(2675, 533122, '梁河县', 533100, 'lianghe'),
(2676, 533123, '盈江县', 533100, 'yingjiang'),
(2677, 533124, '陇川县', 533100, 'longchuan'),
(2678, 533321, '泸水县', 533300, 'shui'),
(2679, 533323, '福贡县', 533300, 'fugong'),
(2680, 533324, '贡山独龙族怒族自治县', 533300, 'gongshandulongzunuzuzizhi'),
(2681, 533325, '兰坪白族普米族自治县', 533300, 'lanpingbaizupumizuzizhi'),
(2682, 533421, '香格里拉县', 533400, 'xianggelila'),
(2683, 533422, '德钦县', 533400, 'deqin'),
(2684, 533423, '维西傈僳族自治县', 533400, 'weixilisuzuzizhi'),
(2686, 540102, '城关区', 540100, 'chengguan'),
(2687, 540121, '林周县', 540100, 'linzhou'),
(2688, 540122, '当雄县', 540100, 'dangxiong'),
(2689, 540123, '尼木县', 540100, 'nimu'),
(2690, 540124, '曲水县', 540100, 'qushui'),
(2691, 540125, '堆龙德庆县', 540100, 'duilongdeqing'),
(2692, 540126, '达孜县', 540100, 'dazi'),
(2693, 540127, '墨竹工卡县', 540100, 'mozhugongka'),
(2694, 542121, '昌都县', 542100, 'changdu'),
(2695, 542122, '江达县', 542100, 'jiangda'),
(2696, 542123, '贡觉县', 542100, 'gongjue'),
(2697, 542124, '类乌齐县', 542100, 'leiwuqi'),
(2698, 542125, '丁青县', 542100, 'dingqing'),
(2699, 542126, '察雅县', 542100, 'chaya'),
(2700, 542127, '八宿县', 542100, 'basu'),
(2701, 542128, '左贡县', 542100, 'zuogong'),
(2702, 542129, '芒康县', 542100, 'mangkang'),
(2703, 542132, '洛隆县', 542100, 'luolong'),
(2704, 542133, '边坝县', 542100, 'bianba'),
(2705, 542221, '乃东县', 542200, 'naidong'),
(2706, 542222, '扎囊县', 542200, 'zhanang'),
(2707, 542223, '贡嘎县', 542200, 'gongga'),
(2708, 542224, '桑日县', 542200, 'sangri'),
(2709, 542225, '琼结县', 542200, 'qiongjie'),
(2710, 542226, '曲松县', 542200, 'qusong'),
(2711, 542227, '措美县', 542200, 'cuomei'),
(2712, 542228, '洛扎县', 542200, 'luozha'),
(2713, 542229, '加查县', 542200, 'jiacha'),
(2714, 542231, '隆子县', 542200, 'longzi'),
(2715, 542232, '错那县', 542200, 'cuona'),
(2716, 542233, '浪卡子县', 542200, 'langkazi'),
(2717, 542301, '日喀则市', 542300, 'rikaze'),
(2718, 542322, '南木林县', 542300, 'nanmulin'),
(2719, 542323, '江孜县', 542300, 'jiangzi'),
(2720, 542324, '定日县', 542300, 'dingri'),
(2721, 542325, '萨迦县', 542300, 'sa'),
(2722, 542326, '拉孜县', 542300, 'lazi'),
(2723, 542327, '昂仁县', 542300, 'angren'),
(2724, 542328, '谢通门县', 542300, 'xietongmen'),
(2725, 542329, '白朗县', 542300, 'bailang'),
(2726, 542330, '仁布县', 542300, 'renbu'),
(2727, 542331, '康马县', 542300, 'kangma'),
(2728, 542332, '定结县', 542300, 'dingjie'),
(2729, 542333, '仲巴县', 542300, 'zhongba'),
(2730, 542334, '亚东县', 542300, 'yadong'),
(2731, 542335, '吉隆县', 542300, 'jilong'),
(2732, 542336, '聂拉木县', 542300, 'nielamu'),
(2733, 542337, '萨嘎县', 542300, 'saga'),
(2734, 542338, '岗巴县', 542300, 'gangba'),
(2735, 542421, '那曲县', 542400, 'naqu'),
(2736, 542422, '嘉黎县', 542400, 'jiali'),
(2737, 542423, '比如县', 542400, 'biru'),
(2738, 542424, '聂荣县', 542400, 'nierong'),
(2739, 542425, '安多县', 542400, 'anduo'),
(2740, 542426, '申扎县', 542400, 'shenzha'),
(2741, 542427, '索　县', 542400, 'suo'),
(2742, 542428, '班戈县', 542400, 'bange'),
(2743, 542429, '巴青县', 542400, 'baqing'),
(2744, 542430, '尼玛县', 542400, 'nima'),
(2745, 542521, '普兰县', 542500, 'pulan'),
(2746, 542522, '札达县', 542500, 'zhada'),
(2747, 542523, '噶尔县', 542500, 'gaer'),
(2748, 542524, '日土县', 542500, 'ritu'),
(2749, 542525, '革吉县', 542500, 'geji'),
(2750, 542526, '改则县', 542500, 'gaize'),
(2751, 542527, '措勤县', 542500, 'cuoqin'),
(2752, 542621, '林芝县', 542600, 'linzhi'),
(2753, 542622, '工布江达县', 542600, 'gongbujiangda'),
(2754, 542623, '米林县', 542600, 'milin'),
(2755, 542624, '墨脱县', 542600, 'motuo'),
(2756, 542625, '波密县', 542600, 'bomi'),
(2757, 542626, '察隅县', 542600, 'chayu'),
(2758, 542627, '朗　县', 542600, 'lang'),
(2760, 610102, '新城区', 610100, 'xincheng'),
(2761, 610103, '碑林区', 610100, 'beilin'),
(2762, 610104, '莲湖区', 610100, 'lianhu'),
(2763, 610111, '灞桥区', 610100, 'qiao'),
(2764, 610112, '未央区', 610100, 'weiyang'),
(2765, 610113, '雁塔区', 610100, 'yanta'),
(2766, 610114, '阎良区', 610100, 'yanliang'),
(2767, 610115, '临潼区', 610100, 'lin'),
(2768, 610116, '长安区', 610100, 'changan'),
(2769, 610122, '蓝田县', 610100, 'lantian'),
(2770, 610124, '周至县', 610100, 'zhouzhi'),
(2771, 610125, '户　县', 610100, 'hu');
INSERT INTO `mcc_region` (`id`, `regionID`, `region`, `cityID`, `py`) VALUES
(2772, 610126, '高陵县', 610100, 'gaoling'),
(2774, 610202, '王益区', 610200, 'wangyi'),
(2775, 610203, '印台区', 610200, 'yintai'),
(2776, 610204, '耀州区', 610200, 'yaozhou'),
(2777, 610222, '宜君县', 610200, 'yijun'),
(2779, 610302, '渭滨区', 610300, 'weibin'),
(2780, 610303, '金台区', 610300, 'jintai'),
(2781, 610304, '陈仓区', 610300, 'chencang'),
(2782, 610322, '凤翔县', 610300, 'fengxiang'),
(2783, 610323, '岐山县', 610300, 'shan'),
(2784, 610324, '扶风县', 610300, 'fufeng'),
(2785, 610326, '眉　县', 610300, 'mei'),
(2786, 610327, '陇　县', 610300, 'long'),
(2787, 610328, '千阳县', 610300, 'qianyang'),
(2788, 610329, '麟游县', 610300, 'you'),
(2789, 610330, '凤　县', 610300, 'feng'),
(2790, 610331, '太白县', 610300, 'taibai'),
(2792, 610402, '秦都区', 610400, 'qindu'),
(2793, 610403, '杨凌区', 610400, 'yangling'),
(2794, 610404, '渭城区', 610400, 'weicheng'),
(2795, 610422, '三原县', 610400, 'sanyuan'),
(2796, 610423, '泾阳县', 610400, 'yang'),
(2797, 610424, '乾　县', 610400, 'qian'),
(2798, 610425, '礼泉县', 610400, 'liquan'),
(2799, 610426, '永寿县', 610400, 'yongshou'),
(2800, 610427, '彬　县', 610400, 'bin'),
(2801, 610428, '长武县', 610400, 'changwu'),
(2802, 610429, '旬邑县', 610400, 'xunyi'),
(2803, 610430, '淳化县', 610400, 'chunhua'),
(2804, 610431, '武功县', 610400, 'wugong'),
(2805, 610481, '兴平市', 610400, 'xingping'),
(2807, 610502, '临渭区', 610500, 'linwei'),
(2808, 610521, '华　县', 610500, 'hua'),
(2809, 610522, '潼关县', 610500, 'guan'),
(2810, 610523, '大荔县', 610500, 'dali'),
(2811, 610524, '合阳县', 610500, 'heyang'),
(2812, 610525, '澄城县', 610500, 'chengcheng'),
(2813, 610526, '蒲城县', 610500, 'pucheng'),
(2814, 610527, '白水县', 610500, 'baishui'),
(2815, 610528, '富平县', 610500, 'fuping'),
(2816, 610581, '韩城市', 610500, 'hancheng'),
(2817, 610582, '华阴市', 610500, 'huayin'),
(2819, 610602, '宝塔区', 610600, 'baota'),
(2820, 610621, '延长县', 610600, 'yanchang'),
(2821, 610622, '延川县', 610600, 'yanchuan'),
(2822, 610623, '子长县', 610600, 'zichang'),
(2823, 610624, '安塞县', 610600, 'ansai'),
(2824, 610625, '志丹县', 610600, 'zhidan'),
(2825, 610626, '吴旗县', 610600, 'wuqi'),
(2826, 610627, '甘泉县', 610600, 'ganquan'),
(2827, 610628, '富　县', 610600, 'fu'),
(2828, 610629, '洛川县', 610600, 'luochuan'),
(2829, 610630, '宜川县', 610600, 'yichuan'),
(2830, 610631, '黄龙县', 610600, 'huanglong'),
(2831, 610632, '黄陵县', 610600, 'huangling'),
(2833, 610702, '汉台区', 610700, 'hantai'),
(2834, 610721, '南郑县', 610700, 'nanzheng'),
(2835, 610722, '城固县', 610700, 'chenggu'),
(2836, 610723, '洋　县', 610700, 'yang'),
(2837, 610724, '西乡县', 610700, 'xi'),
(2838, 610725, '勉　县', 610700, 'mian'),
(2839, 610726, '宁强县', 610700, 'ningqiang'),
(2840, 610727, '略阳县', 610700, 'lueyang'),
(2841, 610728, '镇巴县', 610700, 'ba'),
(2842, 610729, '留坝县', 610700, 'liuba'),
(2843, 610730, '佛坪县', 610700, 'foping'),
(2845, 610802, '榆阳区', 610800, 'yuyang'),
(2846, 610821, '神木县', 610800, 'shenmu'),
(2847, 610822, '府谷县', 610800, 'fugu'),
(2848, 610823, '横山县', 610800, 'hengshan'),
(2849, 610824, '靖边县', 610800, 'jingbian'),
(2850, 610825, '定边县', 610800, 'dingbian'),
(2851, 610826, '绥德县', 610800, 'suide'),
(2852, 610827, '米脂县', 610800, 'mizhi'),
(2853, 610828, '佳　县', 610800, 'jia'),
(2854, 610829, '吴堡县', 610800, 'wubao'),
(2855, 610830, '清涧县', 610800, 'qingjian'),
(2856, 610831, '子洲县', 610800, 'zizhou'),
(2858, 610902, '汉滨区', 610900, 'hanbin'),
(2859, 610921, '汉阴县', 610900, 'hanyin'),
(2860, 610922, '石泉县', 610900, 'shiquan'),
(2861, 610923, '宁陕县', 610900, 'ningshan'),
(2862, 610924, '紫阳县', 610900, 'ziyang'),
(2863, 610925, '岚皋县', 610900, 'gao'),
(2864, 610926, '平利县', 610900, 'pingli'),
(2865, 610927, '镇坪县', 610900, 'ping'),
(2866, 610928, '旬阳县', 610900, 'xunyang'),
(2867, 610929, '白河县', 610900, 'baihe'),
(2869, 611002, '商州区', 611000, 'shangzhou'),
(2870, 611021, '洛南县', 611000, 'luonan'),
(2871, 611022, '丹凤县', 611000, 'danfeng'),
(2872, 611023, '商南县', 611000, 'shangnan'),
(2873, 611024, '山阳县', 611000, 'shanyang'),
(2874, 611025, '镇安县', 611000, 'an'),
(2875, 611026, '柞水县', 611000, 'zuoshui'),
(2877, 620102, '城关区', 620100, 'chengguan'),
(2878, 620103, '七里河区', 620100, 'qilihe'),
(2879, 620104, '西固区', 620100, 'xigu'),
(2880, 620105, '安宁区', 620100, 'anning'),
(2881, 620111, '红古区', 620100, 'honggu'),
(2882, 620121, '永登县', 620100, 'yongdeng'),
(2883, 620122, '皋兰县', 620100, 'gaolan'),
(2884, 620123, '榆中县', 620100, 'yuzhong'),
(2887, 620302, '金川区', 620300, 'jinchuan'),
(2888, 620321, '永昌县', 620300, 'yongchang'),
(2890, 620402, '白银区', 620400, 'baiyin'),
(2891, 620403, '平川区', 620400, 'pingchuan'),
(2892, 620421, '靖远县', 620400, 'jingyuan'),
(2893, 620422, '会宁县', 620400, 'huining'),
(2894, 620423, '景泰县', 620400, 'jingtai'),
(2896, 620502, '秦城区', 620500, 'qincheng'),
(2897, 620503, '北道区', 620500, 'beidao'),
(2898, 620521, '清水县', 620500, 'qingshui'),
(2899, 620522, '秦安县', 620500, 'qinan'),
(2900, 620523, '甘谷县', 620500, 'gangu'),
(2901, 620524, '武山县', 620500, 'wushan'),
(2902, 620525, '张家川回族自治县', 620500, 'zhangjiachuanhuizuzizhi'),
(2904, 620602, '凉州区', 620600, 'liangzhou'),
(2905, 620621, '民勤县', 620600, 'minqin'),
(2906, 620622, '古浪县', 620600, 'gulang'),
(2907, 620623, '天祝藏族自治县', 620600, 'tianzhucangzuzizhi'),
(2909, 620702, '甘州区', 620700, 'ganzhou'),
(2910, 620721, '肃南裕固族自治县', 620700, 'sunanyuguzuzizhi'),
(2911, 620722, '民乐县', 620700, 'minle'),
(2912, 620723, '临泽县', 620700, 'linze'),
(2913, 620724, '高台县', 620700, 'gaotai'),
(2914, 620725, '山丹县', 620700, 'shandan'),
(2916, 620802, '崆峒区', 620800, ''),
(2917, 620821, '泾川县', 620800, 'chuan'),
(2918, 620822, '灵台县', 620800, 'lingtai'),
(2919, 620823, '崇信县', 620800, 'chongxin'),
(2920, 620824, '华亭县', 620800, 'huating'),
(2921, 620825, '庄浪县', 620800, 'zhuanglang'),
(2922, 620826, '静宁县', 620800, 'jingning'),
(2924, 620902, '肃州区', 620900, 'suzhou'),
(2925, 620921, '金塔县', 620900, 'jinta'),
(2926, 620922, '安西县', 620900, 'anxi'),
(2927, 620923, '肃北蒙古族自治县', 620900, 'subeimengguzuzizhi'),
(2928, 620924, '阿克塞哈萨克族自治县', 620900, 'akesaihasakezuzizhi'),
(2929, 620981, '玉门市', 620900, 'yumen'),
(2930, 620982, '敦煌市', 620900, 'dunhuang'),
(2932, 621002, '西峰区', 621000, 'xifeng'),
(2933, 621021, '庆城县', 621000, 'qingcheng'),
(2934, 621022, '环　县', 621000, 'huan'),
(2935, 621023, '华池县', 621000, 'huachi'),
(2936, 621024, '合水县', 621000, 'heshui'),
(2937, 621025, '正宁县', 621000, 'zhengning'),
(2938, 621026, '宁　县', 621000, 'ning'),
(2939, 621027, '镇原县', 621000, 'yuan'),
(2941, 621102, '安定区', 621100, 'anding'),
(2942, 621121, '通渭县', 621100, 'tongwei'),
(2943, 621122, '陇西县', 621100, 'longxi'),
(2944, 621123, '渭源县', 621100, 'weiyuan'),
(2945, 621124, '临洮县', 621100, 'lin'),
(2946, 621125, '漳　县', 621100, 'zhang'),
(2947, 621126, '岷　县', 621100, ''),
(2949, 621202, '武都区', 621200, 'wudu'),
(2950, 621221, '成　县', 621200, 'cheng'),
(2951, 621222, '文　县', 621200, 'wen'),
(2952, 621223, '宕昌县', 621200, 'chang'),
(2953, 621224, '康　县', 621200, 'kang'),
(2954, 621225, '西和县', 621200, 'xihe'),
(2955, 621226, '礼　县', 621200, 'li'),
(2956, 621227, '徽　县', 621200, 'hui'),
(2957, 621228, '两当县', 621200, 'liangdang'),
(2958, 622901, '临夏市', 622900, 'linxia'),
(2959, 622921, '临夏县', 622900, 'linxia'),
(2960, 622922, '康乐县', 622900, 'kangle'),
(2961, 622923, '永靖县', 622900, 'yongjing'),
(2962, 622924, '广河县', 622900, 'guanghe'),
(2963, 622925, '和政县', 622900, 'hezheng'),
(2964, 622926, '东乡族自治县', 622900, 'dongzuzizhi'),
(2965, 622927, '积石山保安族东乡族撒拉族自治县', 622900, 'jishishanbaoanzudongzusalazuzi'),
(2966, 623001, '合作市', 623000, 'hezuo'),
(2967, 623021, '临潭县', 623000, 'lintan'),
(2968, 623022, '卓尼县', 623000, 'zhuoni'),
(2969, 623023, '舟曲县', 623000, 'zhouqu'),
(2970, 623024, '迭部县', 623000, 'diebu'),
(2971, 623025, '玛曲县', 623000, 'maqu'),
(2972, 623026, '碌曲县', 623000, 'luqu'),
(2973, 623027, '夏河县', 623000, 'xiahe'),
(2975, 630102, '城东区', 630100, 'chengdong'),
(2976, 630103, '城中区', 630100, 'chengzhong'),
(2977, 630104, '城西区', 630100, 'chengxi'),
(2978, 630105, '城北区', 630100, 'chengbei'),
(2979, 630121, '大通回族土族自治县', 630100, 'datonghuizutuzuzizhi'),
(2980, 630122, '湟中县', 630100, 'zhong'),
(2981, 630123, '湟源县', 630100, 'yuan'),
(2982, 632121, '平安县', 632100, 'pingan'),
(2983, 632122, '民和回族土族自治县', 632100, 'minhehuizutuzuzizhi'),
(2984, 632123, '乐都县', 632100, 'ledu'),
(2985, 632126, '互助土族自治县', 632100, 'huzhutuzuzizhi'),
(2986, 632127, '化隆回族自治县', 632100, 'hualonghuizuzizhi'),
(2987, 632128, '循化撒拉族自治县', 632100, 'xunhuasalazuzizhi'),
(2988, 632221, '门源回族自治县', 632200, 'menyuanhuizuzizhi'),
(2989, 632222, '祁连县', 632200, 'qilian'),
(2990, 632223, '海晏县', 632200, 'hai'),
(2991, 632224, '刚察县', 632200, 'gangcha'),
(2992, 632321, '同仁县', 632300, 'tongren'),
(2993, 632322, '尖扎县', 632300, 'jianzha'),
(2994, 632323, '泽库县', 632300, 'zeku'),
(2995, 632324, '河南蒙古族自治县', 632300, 'henanmengguzuzizhi'),
(2996, 632521, '共和县', 632500, 'gonghe'),
(2997, 632522, '同德县', 632500, 'tongde'),
(2998, 632523, '贵德县', 632500, 'guide'),
(2999, 632524, '兴海县', 632500, 'xinghai'),
(3000, 632525, '贵南县', 632500, 'guinan'),
(3001, 632621, '玛沁县', 632600, 'maqin'),
(3002, 632622, '班玛县', 632600, 'banma'),
(3003, 632623, '甘德县', 632600, 'gande'),
(3004, 632624, '达日县', 632600, 'dari'),
(3005, 632625, '久治县', 632600, 'jiuzhi'),
(3006, 632626, '玛多县', 632600, 'maduo'),
(3007, 632721, '玉树县', 632700, 'yushu'),
(3008, 632722, '杂多县', 632700, 'zaduo'),
(3009, 632723, '称多县', 632700, 'chengduo'),
(3010, 632724, '治多县', 632700, 'zhiduo'),
(3011, 632725, '囊谦县', 632700, 'nangqian'),
(3012, 632726, '曲麻莱县', 632700, 'qumalai'),
(3013, 632801, '格尔木市', 632800, 'geermu'),
(3014, 632802, '德令哈市', 632800, 'delingha'),
(3015, 632821, '乌兰县', 632800, 'wulan'),
(3016, 632822, '都兰县', 632800, 'dulan'),
(3017, 632823, '天峻县', 632800, 'tianjun'),
(3019, 640104, '兴庆区', 640100, 'xingqing'),
(3020, 640105, '西夏区', 640100, 'xixia'),
(3021, 640106, '金凤区', 640100, 'jinfeng'),
(3022, 640121, '永宁县', 640100, 'yongning'),
(3023, 640122, '贺兰县', 640100, 'helan'),
(3024, 640181, '灵武市', 640100, 'lingwu'),
(3026, 640202, '大武口区', 640200, 'dawukou'),
(3027, 640205, '惠农区', 640200, 'huinong'),
(3028, 640221, '平罗县', 640200, 'pingluo'),
(3030, 640302, '利通区', 640300, 'litong'),
(3031, 640323, '盐池县', 640300, 'yanchi'),
(3032, 640324, '同心县', 640300, 'tongxin'),
(3033, 640381, '青铜峡市', 640300, 'qingtongxia'),
(3035, 640402, '原州区', 640400, 'yuanzhou'),
(3036, 640422, '西吉县', 640400, 'xiji'),
(3037, 640423, '隆德县', 640400, 'longde'),
(3038, 640424, '泾源县', 640400, 'yuan'),
(3039, 640425, '彭阳县', 640400, 'pengyang'),
(3041, 640502, '沙坡头区', 640500, 'shapotou'),
(3042, 640521, '中宁县', 640500, 'zhongning'),
(3043, 640522, '海原县', 640500, 'haiyuan'),
(3045, 650102, '天山区', 650100, 'tianshan'),
(3046, 650103, '沙依巴克区', 650100, 'shayibake'),
(3047, 650104, '新市区', 650100, 'xin'),
(3048, 650105, '水磨沟区', 650100, 'shuimogou'),
(3049, 650106, '头屯河区', 650100, 'toutunhe'),
(3050, 650107, '达坂城区', 650100, 'dacheng'),
(3051, 650108, '东山区', 650100, 'dongshan'),
(3052, 650121, '乌鲁木齐县', 650100, 'wulumuqi'),
(3054, 650202, '独山子区', 650200, 'dushanzi'),
(3055, 650203, '克拉玛依区', 650200, 'kelamayi'),
(3056, 650204, '白碱滩区', 650200, 'baijiantan'),
(3057, 650205, '乌尔禾区', 650200, 'wuerhe'),
(3058, 652101, '吐鲁番市', 652100, 'tulufan'),
(3059, 652122, '鄯善县', 652100, 'shan'),
(3060, 652123, '托克逊县', 652100, 'tuokexun'),
(3061, 652201, '哈密市', 652200, 'hami'),
(3062, 652222, '巴里坤哈萨克自治县', 652200, 'balikunhasakezizhi'),
(3063, 652223, '伊吾县', 652200, 'yiwu'),
(3064, 652301, '昌吉市', 652300, 'changji'),
(3065, 652302, '阜康市', 652300, 'fukang'),
(3066, 652303, '米泉市', 652300, 'miquan'),
(3067, 652323, '呼图壁县', 652300, 'hutubi'),
(3068, 652324, '玛纳斯县', 652300, 'manasi'),
(3069, 652325, '奇台县', 652300, 'qitai'),
(3070, 652327, '吉木萨尔县', 652300, 'jimusaer'),
(3071, 652328, '木垒哈萨克自治县', 652300, 'muleihasakezizhi'),
(3072, 652701, '博乐市', 652700, 'bole'),
(3073, 652722, '精河县', 652700, 'jinghe'),
(3074, 652723, '温泉县', 652700, 'wenquan'),
(3075, 652801, '库尔勒市', 652800, 'kuerle'),
(3076, 652822, '轮台县', 652800, 'luntai'),
(3077, 652823, '尉犁县', 652800, 'weili'),
(3078, 652824, '若羌县', 652800, 'ruoqiang'),
(3079, 652825, '且末县', 652800, 'qiemo'),
(3080, 652826, '焉耆回族自治县', 652800, 'yanhuizuzizhi'),
(3081, 652827, '和静县', 652800, 'hejing'),
(3082, 652828, '和硕县', 652800, 'heshuo'),
(3083, 652829, '博湖县', 652800, 'bohu'),
(3084, 652901, '阿克苏市', 652900, 'akesu'),
(3085, 652922, '温宿县', 652900, 'wensu'),
(3086, 652923, '库车县', 652900, 'kuche'),
(3087, 652924, '沙雅县', 652900, 'shaya'),
(3088, 652925, '新和县', 652900, 'xinhe'),
(3089, 652926, '拜城县', 652900, 'baicheng'),
(3090, 652927, '乌什县', 652900, 'wushi'),
(3091, 652928, '阿瓦提县', 652900, 'awati'),
(3092, 652929, '柯坪县', 652900, 'keping'),
(3093, 653001, '阿图什市', 653000, 'atushi'),
(3094, 653022, '阿克陶县', 653000, 'aketao'),
(3095, 653023, '阿合奇县', 653000, 'aheqi'),
(3096, 653024, '乌恰县', 653000, 'wuqia'),
(3097, 653101, '喀什市', 653100, 'kashi'),
(3098, 653121, '疏附县', 653100, 'shufu'),
(3099, 653122, '疏勒县', 653100, 'shule'),
(3100, 653123, '英吉沙县', 653100, 'yingjisha'),
(3101, 653124, '泽普县', 653100, 'zepu'),
(3102, 653125, '莎车县', 653100, 'shache'),
(3103, 653126, '叶城县', 653100, 'yecheng'),
(3104, 653127, '麦盖提县', 653100, 'maigaiti'),
(3105, 653128, '岳普湖县', 653100, 'yuepuhu'),
(3106, 653129, '伽师县', 653100, 'shi'),
(3107, 653130, '巴楚县', 653100, 'bachu'),
(3108, 653131, '塔什库尔干塔吉克自治县', 653100, 'tashikuergantajikezizhi'),
(3109, 653201, '和田市', 653200, 'hetian'),
(3110, 653221, '和田县', 653200, 'hetian'),
(3111, 653222, '墨玉县', 653200, 'moyu'),
(3112, 653223, '皮山县', 653200, 'pishan'),
(3113, 653224, '洛浦县', 653200, 'luopu'),
(3114, 653225, '策勒县', 653200, 'cele'),
(3115, 653226, '于田县', 653200, 'yutian'),
(3116, 653227, '民丰县', 653200, 'minfeng'),
(3117, 654002, '伊宁市', 654000, 'yining'),
(3118, 654003, '奎屯市', 654000, 'kuitun'),
(3119, 654021, '伊宁县', 654000, 'yining'),
(3120, 654022, '察布查尔锡伯自治县', 654000, 'chabuchaerxibozizhi'),
(3121, 654023, '霍城县', 654000, 'huocheng'),
(3122, 654024, '巩留县', 654000, 'gongliu'),
(3123, 654025, '新源县', 654000, 'xinyuan'),
(3124, 654026, '昭苏县', 654000, 'zhaosu'),
(3125, 654027, '特克斯县', 654000, 'tekesi'),
(3126, 654028, '尼勒克县', 654000, 'nileke'),
(3127, 654201, '塔城市', 654200, 'tacheng'),
(3128, 654202, '乌苏市', 654200, 'wusu'),
(3129, 654221, '额敏县', 654200, 'emin'),
(3130, 654223, '沙湾县', 654200, 'shawan'),
(3131, 654224, '托里县', 654200, 'tuoli'),
(3132, 654225, '裕民县', 654200, 'yumin'),
(3133, 654226, '和布克赛尔蒙古自治县', 654200, 'hebukesaiermengguzizhi'),
(3134, 654301, '阿勒泰市', 654300, 'aletai'),
(3135, 654321, '布尔津县', 654300, 'buerjin'),
(3136, 654322, '富蕴县', 654300, 'fuyun'),
(3137, 654323, '福海县', 654300, 'fuhai'),
(3138, 654324, '哈巴河县', 654300, 'habahe'),
(3139, 654325, '青河县', 654300, 'qinghe'),
(3140, 654326, '吉木乃县', 654300, 'jimunai'),
(3141, 659001, '石河子市', 659000, 'shihezi'),
(3142, 659002, '阿拉尔市', 659000, 'alaer'),
(3143, 659003, '图木舒克市', 659000, 'tumushuke'),
(3144, 659004, '五家渠市', 659000, 'wujiaqu'),
(3145, 440100, '', 0, ''),
(3146, 460109, '省直辖县级行政单位', 460100, 'shengzhixiajixingzhengdanwei');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_review`
--

CREATE TABLE `mcc_review` (
  `id` int(11) NOT NULL,
  `orderID` int(11) NOT NULL,
  `productID` int(11) NOT NULL COMMENT '产品ID',
  `customerID` int(11) NOT NULL,
  `avatar` varchar(200) NOT NULL,
  `nickname` varchar(64) CHARACTER SET utf8mb4 NOT NULL,
  `content` text NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `addTime` datetime NOT NULL,
  `img1` varchar(150) NOT NULL,
  `img2` varchar(150) NOT NULL,
  `img3` varchar(150) NOT NULL,
  `img4` varchar(150) NOT NULL,
  `img5` varchar(150) NOT NULL,
  `img6` varchar(150) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `mcc_role`
--

CREATE TABLE `mcc_role` (
  `id` int(11) UNSIGNED NOT NULL,
  `username` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `alias` varchar(25) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '角色别名',
  `password` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `status` tinyint(1) UNSIGNED NOT NULL DEFAULT '1' COMMENT '状态: 0=>禁用，1=>正常',
  `addTime` int(11) UNSIGNED NOT NULL COMMENT '添加时间',
  `privilege` text COLLATE utf8_unicode_ci COMMENT '角色的权限',
  `finance` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否为财务账号'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='角色表' ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `mcc_role`
--

INSERT INTO `mcc_role` (`id`, `username`, `alias`, `password`, `status`, `addTime`, `privilege`, `finance`) VALUES
(2, 'kf', 'kf', 'e10adc3949ba59abbe56e057f20f883e', 1, 1467946926, '105,204,304,501,502,503,504', 0);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_setting`
--

CREATE TABLE `mcc_setting` (
  `id` int(11) NOT NULL,
  `commission_fee` varchar(3) NOT NULL COMMENT '提现的手续费',
  `description` varchar(100) NOT NULL COMMENT '平台描述',
  `express_fee` decimal(5,2) NOT NULL COMMENT '运费',
  `commission_day` tinyint(2) NOT NULL COMMENT '佣金到账日期',
  `agreement` text NOT NULL,
  `free_delivery_on_fee` smallint(4) NOT NULL COMMENT '满多少减邮费',
  `coupon_on_fee` mediumint(5) NOT NULL DEFAULT '0' COMMENT '满多少可以使用优惠券',
  `extra_commission` tinyint(1) NOT NULL DEFAULT '1' COMMENT '粉丝层面未分完的佣金，归属  1 => 厂家, 2 => 上级',
  `parent_commission` tinyint(2) NOT NULL DEFAULT '0' COMMENT '用户晋级后分配给原上级点数',
  `draw` text NOT NULL,
  `balance_day` tinyint(3) DEFAULT NULL COMMENT '默认多少天佣金转入可用余额',
  `commission_percent` tinyint(1) NOT NULL DEFAULT '0' COMMENT '提现手续费是否是百分比',
  `url` varchar(300) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='系统设置';

--
-- 转存表中的数据 `mcc_setting`
--

INSERT INTO `mcc_setting` (`id`, `commission_fee`, `description`, `express_fee`, `commission_day`, `agreement`, `free_delivery_on_fee`, `coupon_on_fee`, `extra_commission`, `parent_commission`, `draw`, `balance_day`, `commission_percent`, `url`) VALUES
(1, '0.6', '首家特惠美容O2O共享平台', '0.00', 10, '<p align=\"center\"><font face=\"Helvetica\" size=\"5\"><strong>俏倾城服务协议</strong></font></p><p><font size=\"3\"><strong>俏倾城平台服务</strong></font><br>1、俏倾城作为信息服务平台，通过为用户及产品厂家、美容院提供信息服务，促成产品厂家和线下美容院为用户提供线上产品交易和线下美容服务。</p><p>2、俏倾城与产品厂家、美容院之间，以及俏倾城与用户之间均为信息服务关系。产品厂家和用户之间作为产品的提供方和接收方，美容院和用户之间作为线下服务提供方和接收方，均与俏倾城无关。</p><p>3、俏倾城平台向用户提供在线美容服务的基本信息，同时提供在线购买、在线预订以及第三方支付服务（以下简称“本服务”）。除非本服务条款另有其他明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本服务条款之规范。</p><p>4、俏倾城平台仅仅是提供美容产品、美容服务、用户的信息服务平台，用户通过在线确认选择美容产品、美容到店服务及支付，与产品厂家、美容院建立合同关系。您应了解且明白，俏倾城平台所有信息均为产品厂家和美容院自行提供，尽管俏倾城平台在该信息发布之前已对信息做了必要的核查，但您务必自行核查发布信息的准确性、真实性、和合法性。俏倾城并不对所展示信息的准确性、真实性以及合法性承担保证责任。如您发现该等展示的信息为虚假、违法信息，请立即告知俏倾城平台或者向香港微妆国际集团举报，我们将采取删除与屏蔽，以及其他相应技术和法律手段阻止该类信息的发布。</p><p>5、用户通过平台获取美容服务信息后，在线下与美容院进行美容服务交易时，请务必遵守中国相关法律法规和本公司的规定。俏倾城平台不对用户在线下的服务行为（包括但不限于用户通过俏倾城平台与美容院进行的线下服务行为以及用户私下接触美容院而不通过俏倾城平台而是私下向美容院付款等）引起的任何性质的纠纷负有任何性质的协助义务或承担任何形式的责任。用户应当通过法律途径执行解决与美容院因此产生的任何纠纷。</p><p>6、您通过俏倾城平台支付的款项，俏倾城平台仅仅是暂时替产品厂家和美容院进行保管，俏倾城平台将根据与产品厂家、美容院之间约定按期向产品厂家和美容院返还。如因产品质量问题或美容院的服务问题给您造成损害，一经核查属实，俏倾城平台将在您通过俏倾城支付款项范围内先行赔付您的损失。</p><p>7、您了解并同意，俏倾城平台有义务应政府部门（包括司法及行政部门）和合作方的要求，向其提供您在俏倾城平台填写的注册信息和交易记录等必要信息。</p><p><br></p><p><font size=\"3\"><strong>俏倾城平台使用规范：</strong></font><br>在俏倾城平台上使用服务过程中，您承诺遵守以下约定：<br>1、在使用平台服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及平台规定和要求，不违背社会公共利益或公共道德，不损害他人合法权益，不提出不合法、不合理要求，不违反本协议及相关规定。您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保平台免于产生任何损失。</p><p>2、不以虚构或歪曲事实的方式不恰当评价美容产品和美容服务。如选择在俏倾城平台合作的美容院门店提供服务，还应当遵守该门店的规定，如由于您的原因给俏倾城平台合作的美容院门店造成损失，您应当承担全部赔偿责任。</p><p><br><font size=\"3\"><strong>协议终止：</strong></font><br>1、您自行取消俏倾城平台关注，或自行退出俏倾城平台，将视为您资源中止或终止与俏倾城平台的合作关系。<br>2、出现以下情况时，俏倾城平台有钱封闭您的账户：<br>a.您注册信息中的主要内容不真实或不准确或不及时或不完整。<br>b.您提供的联系方式错误或无法正常联系到您，切没有其他方式可以与您进行联系。<br>c.美容院向您提供服务时，您提出不合理要求；<br></p>', 0, 1, 1, 2, '<blockquote style=\"margin: 0 0 0 40px; border: none; padding: 0px;\"></blockquote><div><font face=\"Arial\" size=\"1\"><span style=\"line-height: 1.5;\">&nbsp; 1：</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">1</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">9</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">8元购买</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">1</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">盒面膜，商城包邮发出此盒面膜。</span><span style=\"line-height: 1.5;\"><br></span><span style=\"line-height: 1.5;\">&nbsp; 2：</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">送2年面膜免费用:每月可免费领取2次，每次领取仅需支付20元费用（含快递费、打包费及仓管费）、每次1盒、每盒</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">5</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">片、</span></font></div><div><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"font-family: Arial; font-size: x-small; line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">&nbsp; &nbsp; &nbsp; &nbsp; 两年总计免费领取</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"font-family: Arial; font-size: x-small; line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">48</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"font-family: Arial; font-size: x-small; line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">盒面膜</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"font-family: Arial; font-size: x-small; line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">，共</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"font-family: Arial; font-size: x-small; line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">240片</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"font-family: Arial; font-size: x-small; line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">。</span><div><font face=\"Arial\" size=\"1\"><span style=\"line-height: 1.5;\">&nbsp; 3：</span><span yes\";=\"\" mso-font-kerning:=\"\" 1.0000pt;\"=\"\" style=\"line-height: 1.5; color: rgb(0, 0, 0); letter-spacing: 0pt;\">2年免费领取：按照指定日期每次点击免费领取。</span></font></div></div>', NULL, 1, '/weixin/product/20.html');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_shop`
--

CREATE TABLE `mcc_shop` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `img` varchar(150) NOT NULL,
  `sort` tinyint(2) NOT NULL DEFAULT '1' COMMENT '排序，数值越大越靠前',
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='店铺表';

--
-- 转存表中的数据 `mcc_shop`
--

INSERT INTO `mcc_shop` (`id`, `name`, `img`, `sort`, `addTime`) VALUES
(12, '京东', '/upload/custom/201705111518429918.jpg', 98, '2017-05-11 15:18:42'),
(13, '淘宝', '/upload/custom/201705111519367293.jpg', 97, '2017-05-11 15:19:36'),
(14, '天猫', '/upload/custom/201705111528561441.jpg', 96, '2017-05-11 15:28:56'),
(15, '宜家', '/upload/custom/201705111529327642.jpg', 95, '2017-05-11 15:29:32'),
(18, '亚马逊', '/upload/custom/201705111541173659.jpg', 92, '2017-05-11 15:41:17'),
(19, '91', '/upload/custom/201705111541546590.jpg', 91, '2017-05-11 15:41:53'),
(22, '居然之家', '/upload/custom/201705111543171732.jpg', 88, '2017-05-11 15:43:17'),
(27, '极有家', '/upload/custom/201705111742459042.jpeg', 94, '2017-05-11 17:42:45'),
(33, '网易严选', '/upload/custom/201705111751313894.jpeg', 87, '2017-05-11 17:51:31');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_shop_img`
--

CREATE TABLE `mcc_shop_img` (
  `id` int(11) NOT NULL,
  `order` tinyint(2) NOT NULL COMMENT '顺序',
  `img` varchar(150) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='智慧门店图片';

--
-- 转存表中的数据 `mcc_shop_img`
--

INSERT INTO `mcc_shop_img` (`id`, `order`, `img`, `addTime`) VALUES
(3, 1, '/upload/shop/1542433850.jpg', '2018-11-03 14:54:58'),
(4, 2, '/upload/shop/1542433856.jpg', '2018-11-03 14:56:59'),
(5, 3, '/upload/shop/1542433861.jpg', '2018-11-03 14:57:05'),
(6, 4, '/upload/shop/1542433867.jpg', '2018-11-03 14:57:10');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_slider`
--

CREATE TABLE `mcc_slider` (
  `id` int(11) UNSIGNED NOT NULL,
  `img` varchar(120) DEFAULT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `addTime` int(11) NOT NULL,
  `url` varchar(150) NOT NULL,
  `sort` tinyint(1) NOT NULL DEFAULT '0',
  `title` varchar(50) NOT NULL COMMENT '页面要显示的 title'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT=' 幻灯片';

-- --------------------------------------------------------

--
-- 表的结构 `mcc_suit`
--

CREATE TABLE `mcc_suit` (
  `id` int(11) NOT NULL,
  `name` varchar(20) NOT NULL,
  `image` varchar(150) NOT NULL,
  `detailImg` varchar(150) NOT NULL,
  `price` varchar(10) NOT NULL,
  `sort_order` tinyint(2) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '0',
  `addTime` datetime NOT NULL,
  `brief` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- 转存表中的数据 `mcc_suit`
--

INSERT INTO `mcc_suit` (`id`, `name`, `image`, `detailImg`, `price`, `sort_order`, `status`, `addTime`, `brief`) VALUES
(1, '第一套方案', '/upload/suit/1496842761.jpg', '/upload/suit/14968427619715.jpg', '10000', 99, 1, '2017-06-07 21:39:21', '测试用的');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_suit_product`
--

CREATE TABLE `mcc_suit_product` (
  `id` int(11) NOT NULL,
  `suitID` int(11) NOT NULL,
  `productID` int(11) NOT NULL,
  `child` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否是子产品'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- 转存表中的数据 `mcc_suit_product`
--

INSERT INTO `mcc_suit_product` (`id`, `suitID`, `productID`, `child`) VALUES
(1, 1, 1, 1),
(2, 1, 3, 1),
(3, 1, 3, 0),
(4, 1, 4, 0);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_text`
--

CREATE TABLE `mcc_text` (
  `id` int(11) NOT NULL,
  `keyword` varchar(20) NOT NULL,
  `content` varchar(200) NOT NULL,
  `isDefault` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否为默认回复',
  `type` tinyint(1) NOT NULL DEFAULT '1' COMMENT '1 文字 2 图文',
  `title` varchar(50) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL,
  `img` varchar(150) DEFAULT NULL,
  `url` varchar(300) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='自动回复';

--
-- 转存表中的数据 `mcc_text`
--

INSERT INTO `mcc_text` (`id`, `keyword`, `content`, `isDefault`, `type`, `title`, `description`, `img`, `url`) VALUES
(8, '', '欢迎关注俏倾城，我是俏丫头，很高兴为您提供服务，俏丫头人在线时间早上10：00-下午18：00，如果其余时间需要咨询，请加俏丫头的QQ号：3320906905或者微信号：195186797', 0, 2, '', '', '/upload/tool/1470299098.jpg', ''),
(20, '', '欢迎关注俏倾城，我是俏丫头，很高兴为您提供服务，俏丫头人在线时间早上10：00-下午18：00，本周六、周日休息，咨询请扫俏丫头的微信二维码进行咨询喔，祝大家周末愉快', 1, 1, '', '', '/upload/tool/1470437611.jpg', '');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_ticket`
--

CREATE TABLE `mcc_ticket` (
  `id` int(11) NOT NULL,
  `ticket` varchar(255) NOT NULL,
  `addTime` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT;

--
-- 转存表中的数据 `mcc_ticket`
--

INSERT INTO `mcc_ticket` (`id`, `ticket`, `addTime`) VALUES
(724, 'kgt8ON7yVITDhtdwci0qeVk8QNjqA4kyv_xX-pa9a_NKzuz_yUcgCHUdvaT4Ijo4kUaCYfu8HIYbcchv3n7RJg', 1489492924);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_token`
--

CREATE TABLE `mcc_token` (
  `id` int(11) NOT NULL,
  `token` varchar(300) NOT NULL,
  `addTime` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='微信 TOKEN';

--
-- 转存表中的数据 `mcc_token`
--

INSERT INTO `mcc_token` (`id`, `token`, `addTime`) VALUES
(265, '', 1544797583);

-- --------------------------------------------------------

--
-- 表的结构 `mcc_video`
--

CREATE TABLE `mcc_video` (
  `id` int(11) NOT NULL,
  `categoryID` tinyint(3) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` varchar(2000) COLLATE utf8_unicode_ci DEFAULT NULL,
  `img` varchar(150) COLLATE utf8_unicode_ci DEFAULT NULL,
  `addTime` datetime DEFAULT NULL,
  `sort_order` tinyint(2) DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `url` varchar(1000) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `mcc_video`
--

INSERT INTO `mcc_video` (`id`, `categoryID`, `title`, `description`, `img`, `addTime`, `sort_order`, `status`, `url`) VALUES
(5, 30, '水电及防水项目预算讲解-2', '水电及防水项目预算讲解-2', '/upload/video/1535219128.jpg', '2018-08-19 13:28:33', 2, 1, 'https://v.qq.com/x/page/q0759jszb34.html'),
(6, 30, '拆除工程及其他项目预算讲解-1', '拆除工程及其他项目预算讲解-1', '/upload/video/1535219115.jpg', '2018-08-19 13:28:58', 3, 1, 'https://v.qq.com/x/page/b0759qbwqd2.html'),
(7, 30, '水电及防水项目预算讲解-1', '水电及防水项目预算讲解-1', '/upload/video/1535219098.jpg', '2018-08-19 13:29:22', 4, 1, 'https://v.qq.com/x/page/a0759u6bap7.html'),
(8, 30, '手把手教你做家装预算，油漆项目预算讲解-2', '手把手教你做家装预算，油漆项目预算讲解-2', '/upload/video/1535219085.jpg', '2018-08-19 13:29:48', 5, 1, 'https://v.qq.com/x/page/l0759ul2d9l.html'),
(9, 30, '手把手教你做家装预算，油漆项目预算讲解-1', '手把手教你做家装预算，油漆项目预算讲解-1', '/upload/video/1535219076.jpg', '2018-08-19 13:30:11', 6, 1, 'https://v.qq.com/x/page/d0759hqbnxe.html'),
(10, 30, '手把手教你做家装预算，家具项目预算讲解-3', '手把手教你做家装预算，家具项目预算讲解-3', '/upload/video/1535219067.jpg', '2018-08-19 13:31:05', 7, 1, 'https://v.qq.com/x/page/g0759bjm4ib.html'),
(11, 30, '手把手教你做家装预算，家具项目预算讲解-2', '手把手教你做家装预算，家具项目预算讲解-2', '/upload/video/1535219056.jpg', '2018-08-19 13:31:34', 8, 1, 'https://v.qq.com/x/page/f0759r1z85y.html'),
(12, 30, '手把手教你做家装预算，家具项目预算讲解-1', '手把手教你做家装预算，家具项目预算讲解-1', '/upload/video/1535219044.jpg', '2018-08-19 13:31:56', 9, 1, 'https://v.qq.com/x/page/j0759u6fh6s.html'),
(13, 30, '手把手教你做家装预算，吊顶工程预算讲解-3', '手把手教你做家装预算，吊顶工程预算讲解-3', '/upload/video/1535219035.jpg', '2018-08-19 13:32:30', 10, 1, 'https://v.qq.com/x/page/l0759qw5b66.html'),
(14, 30, '手把手教你做家装预算，吊顶工程预算讲解-4', '手把手教你做家装预算，吊顶工程预算讲解-4', '/upload/video/1535219018.jpg', '2018-08-19 13:32:54', 11, 1, 'https://v.qq.com/x/page/t0759nnex8a.html'),
(15, 30, '手把手教你做家装预算，吊顶工程预算讲解-2', '手把手教你做家装预算，吊顶工程预算讲解-2', '/upload/video/1535219006.jpg', '2018-08-19 13:33:12', 12, 1, 'https://v.qq.com/x/page/x07591jipxg.html'),
(16, 30, '手把手教你做家装预算，吊顶工程预算讲解-1', '手把手教你做家装预算，吊顶工程预算讲解-1', '/upload/video/1535218997.jpg', '2018-08-19 13:33:34', 13, 1, 'https://v.qq.com/x/page/w075922di6h.html'),
(17, 30, '手把手教你做家装预算，墙面工程预算讲解-8', '手把手教你做家装预算，墙面工程预算讲解-8', '/upload/video/1535218987.jpg', '2018-08-19 13:34:01', 14, 1, 'https://v.qq.com/x/page/a07594ljngp.html'),
(18, 30, '手把手教你做家装预算，墙面工程预算讲解-6', '手把手教你做家装预算，墙面工程预算讲解-6', '/upload/video/1535218979.jpg', '2018-08-19 13:34:23', 15, 1, 'https://v.qq.com/x/page/v0759y5foyj.html'),
(19, 30, '手把手教你做家装预算，墙面工程预算讲解-7', '手把手教你做家装预算，墙面工程预算讲解-7', '/upload/video/1535218970.jpg', '2018-08-19 13:34:43', 16, 1, 'https://v.qq.com/x/page/v0759w9ec5f.html'),
(20, 30, '手把手教你做家装预算，墙面工程预算讲解-5', '手把手教你做家装预算，墙面工程预算讲解-5', '/upload/video/1535218961.jpg', '2018-08-19 13:35:10', 17, 1, 'https://v.qq.com/x/page/k07595y3gm0.html'),
(21, 30, '手把手教你做家装预算，墙面工程预算讲解-4', '手把手教你做家装预算，墙面工程预算讲解-4', '/upload/video/1535218949.jpg', '2018-08-19 13:35:34', 18, 1, 'https://v.qq.com/x/page/q07596hk651.html'),
(22, 30, '手把手教你做家装预算，墙面工程预算讲解-3', '手把手教你做家装预算，墙面工程预算讲解-3', '/upload/video/1535218938.jpg', '2018-08-19 13:35:54', 19, 1, 'https://v.qq.com/x/page/e0759jfocjq.html'),
(23, 30, '手把手教你做家装预算，墙面工程预算讲解-1', '手把手教你做家装预算，墙面工程预算讲解-1', '/upload/video/1535218903.jpg', '2018-08-19 13:37:07', 21, 1, 'https://v.qq.com/x/page/w0759u6wln3.html'),
(24, 30, '手把手教你做家装预算，墙面工程预算讲解-2', '手把手教你做家装预算，墙面工程预算讲解-2', '/upload/video/1535218920.jpg', '2018-08-19 13:38:13', 20, 1, 'https://v.qq.com/x/page/w07597q9ffp.html'),
(25, 30, '手把手教你做家装预算，地面工程预算讲解-6', '手把手教你做家装预算，地面工程预算讲解-6', '/upload/video/1535218886.jpg', '2018-08-19 13:38:34', 22, 1, 'https://v.qq.com/x/page/l0759gtnchc.html'),
(26, 30, '手把手教你做家装预算，地面工程预算讲解-5', '手把手教你做家装预算，地面工程预算讲解-5', '/upload/video/1535218873.jpg', '2018-08-19 13:38:51', 23, 1, 'https://v.qq.com/x/page/o0759vua3be.html'),
(27, 30, '手把手教你做家装预算，地面工程预算讲解-4', '手把手教你做家装预算，地面工程预算讲解-4', '/upload/video/1535218860.jpg', '2018-08-19 13:39:11', 24, 1, 'https://v.qq.com/x/page/c07588yn05g.html'),
(28, 30, '手把手教你做家装预算，地面工程预算讲解-3', '手把手教你做家装预算，地面工程预算讲解-3', '/upload/video/1535218845.jpg', '2018-08-19 13:39:33', 25, 1, 'https://v.qq.com/x/page/k0758f3slar.html'),
(29, 30, '手把手教你做家装预算，地面工程预算讲解-2', '手把手教你做家装预算，地面工程预算讲解-2', '/upload/video/1535218830.jpg', '2018-08-19 13:39:54', 26, 1, 'https://v.qq.com/x/page/c0758e45n7e.html'),
(30, 30, '手把手教你做家装预算，地面工程预算讲解-1', '手把手教你做家装预算，地面工程预算讲解-1', '/upload/video/1535218815.jpg', '2018-08-19 13:40:12', 27, 1, 'https://v.qq.com/x/page/a0758tjoo84.html'),
(31, 30, '手把手教你做家装预算，方案的介绍及说明-3', '手把手教你做家装预算，方案的介绍及说明-3', '/upload/video/1535218801.jpg', '2018-08-19 13:40:30', 28, 1, 'https://v.qq.com/x/page/m07582om0gy.html'),
(32, 30, '手把手教你做家装预算，方案的介绍及说明-2', '手把手教你做家装预算，方案的介绍及说明-2', '/upload/video/1535218788.jpg', '2018-08-19 13:40:48', 29, 1, 'https://v.qq.com/x/page/s07584d7prf.html'),
(33, 30, '手把手教你做家装预算，预算说明技巧-2', '手把手教你做家装预算，预算说明技巧-2', '/upload/video/1535218771.jpg', '2018-08-19 13:41:09', 30, 1, 'https://v.qq.com/x/page/h0758r4dee2.html'),
(34, 30, '手把手教你做家装预算，方案的介绍及说明-1', '手把手教你做家装预算，方案的介绍及说明-1', '/upload/video/1535218752.jpg', '2018-08-19 13:41:30', 31, 1, 'https://v.qq.com/x/page/n0758dhdqib.html'),
(35, 30, '手把手教你做家装预算，预算说明技巧-1', '手把手教你做家装预算，预算说明技巧-1', '/upload/video/1535218736.jpg', '2018-08-19 13:41:48', 32, 1, 'https://v.qq.com/x/page/m07588162rc.html'),
(36, 30, '手把手教你做家装预算，excel常用技巧-8', '手把手教你做家装预算，excel常用技巧-1', '/upload/video/1535218720.jpg', '2018-08-19 13:42:05', 33, 1, 'https://v.qq.com/x/page/o0758ho4eia.html'),
(37, 30, '手把手教你做家装预算，excel常用技巧-7', '手把手教你做家装预算，excel常用技巧-7', '/upload/video/1535218707.jpg', '2018-08-19 13:42:21', 34, 1, 'https://v.qq.com/x/page/q07585k5jki.html'),
(38, 30, '手把手教你做家装预算，excel常用技巧-5', '手把手教你做家装预算，excel常用技巧-5', '/upload/video/1535218692.jpg', '2018-08-19 13:42:39', 35, 1, 'https://v.qq.com/x/page/z0758w4er03.html'),
(39, 30, '手把手教你做家装预算，excel常用技巧-6', '手把手教你做家装预算，excel常用技巧-6', '/upload/video/1535218679.jpg', '2018-08-19 13:42:59', 36, 1, 'https://v.qq.com/x/page/s0758ygqjk4.html'),
(40, 30, '手把手教你做家装预算，excel常用技巧-4', '手把手教你做家装预算，excel常用技巧-4', '/upload/video/1535218666.jpg', '2018-08-19 13:43:18', 37, 1, 'https://v.qq.com/x/page/a0758fycvjw.html'),
(41, 30, '手把手教你做家装预算，excel常用技巧-1', '手把手教你做家装预算，excel常用技巧-1', '/upload/video/1535218653.jpg', '2018-08-19 13:43:37', 38, 1, 'https://v.qq.com/x/page/j0758ci0618.html'),
(42, 30, '手把手教你做家装预算，excel常用技巧-3', '手把手教你做家装预算，excel常用技巧-3', '/upload/video/1535218640.jpg', '2018-08-19 13:43:57', 39, 1, 'https://v.qq.com/x/page/u07589ks1kc.html'),
(43, 30, '手把手教你做家装预算，excel常用技巧-2', '手把手教你做家装预算，excel常用技巧-2', '/upload/video/1535218619.jpg', '2018-08-19 13:44:14', 40, 1, 'https://v.qq.com/x/page/m075882xei9.html'),
(44, 30, '室内装修预算常用计算方法-2', '室内装修预算常用计算方法-2', '/upload/video/1535218605.jpg', '2018-08-19 13:44:37', 41, 1, 'https://v.qq.com/x/page/q07587v8e05.html'),
(45, 30, '室内装修预算常用计算方法-1', '室内装修预算常用计算方法-1', '/upload/video/1535218589.jpg', '2018-08-19 13:44:58', 42, 1, 'https://v.qq.com/x/page/w07587t8c9t.html'),
(46, 30, '预算项目书施工，管理项目及服务项目讲解-1', '预算项目书施工，管理项目及服务项目讲解-1', '/upload/video/1535218573.jpg', '2018-08-19 13:45:19', 43, 1, 'https://v.qq.com/x/page/v07586uk5ny.html'),
(47, 30, '预算项目书施工，管理项目及服务项目讲解-2', '预算项目书施工，管理项目及服务项目讲解-2', '/upload/video/1535218555.jpg', '2018-08-19 13:45:40', 44, 1, 'https://v.qq.com/x/page/w0758gbgluh.html'),
(48, 30, '家装设计空间装修项目 预算-4', '家装设计空间装修项目 预算-4', '/upload/video/1535218539.jpg', '2018-08-19 13:45:56', 45, 1, 'https://v.qq.com/x/page/w0758yka157.html'),
(49, 30, '家装设计空间装修项目 预算-2', '家装设计空间装修项目 预算-2', '/upload/video/1535218524.jpg', '2018-08-19 13:46:14', 46, 1, 'https://v.qq.com/x/page/h0758ak17vn.html'),
(50, 30, '家装设计空间装修项目 预算-1', '家装设计空间装修项目 预算-1', '/upload/video/1535218506.jpg', '2018-08-19 13:46:31', 47, 1, 'https://v.qq.com/x/page/z0758tpsslk.html'),
(51, 30, '家装设计空间装修项目 预算-3', '家装设计空间装修项目 预算-3', '/upload/video/1535218490.jpg', '2018-08-19 13:46:46', 48, 1, 'https://v.qq.com/x/page/r0758z7vk7w.html'),
(52, 30, '手把手教你家装做预算，预算书内容的介绍-2', '手把手教你家装做预算，预算书内容的介绍-2', '/upload/video/1535218473.jpg', '2018-08-19 13:47:02', 49, 1, 'https://v.qq.com/x/page/c0757l7d57z.html'),
(53, 30, '手把手教你家装做预算，预算书内容的介绍-1', '手把手教你家装做预算，预算书内容的介绍-1', '/upload/video/1535218455.jpg', '2018-08-19 13:47:24', 50, 1, 'https://v.qq.com/x/page/v075704epbe.html'),
(54, 30, '手把手教你做装修预算，预算的意义和含义-2', '手把手教你做装修预算，预算的意义和含义-2', '/upload/video/1535218438.jpg', '2018-08-19 13:47:47', 51, 1, 'https://v.qq.com/x/page/d0757zt2lb6.html'),
(55, 30, '手把手教你做预算，预算的意义和含义-1', '手把手教你做预算，预算的意义和含义-1', '/upload/video/1535218423.jpg', '2018-08-19 13:48:05', 52, 1, 'https://v.qq.com/x/page/h07574gyt5a.html'),
(56, 19, '施工速成宝典，车边镜及软包施工方法2', '施工速成宝典，车边镜及软包施工方法2', '/upload/video/1535218405.jpg', '2018-08-19 13:48:27', 53, 1, 'https://v.qq.com/x/page/c07576umqo8.html'),
(57, 19, '施工速成宝典，车边镜及软包施工方法1', '施工速成宝典，车边镜及软包施工方法', '/upload/video/1535218384.jpg', '2018-08-19 13:49:23', 54, 1, 'https://v.qq.com/x/page/f0757fcr38x.html'),
(58, 19, '施工速成宝典，干挂施工方法讲解2', '施工速成宝典，干挂施工方法讲解2', '/upload/video/1535218369.jpg', '2018-08-19 13:49:45', 55, 1, 'https://v.qq.com/x/page/u0757lesr4i.html'),
(59, 19, '施工速成宝典，干挂施工方法讲解1', '施工速成宝典，干挂施工方法讲解', '/upload/video/1535218356.jpg', '2018-08-19 13:53:51', 56, 1, 'https://v.qq.com/x/page/a075724cigk.html'),
(60, 19, '施工速成宝典，墙的批荡讲解', '施工速成宝典，墙的批荡讲解', '/upload/video/1535218343.jpg', '2018-08-19 13:54:19', 57, 1, 'https://v.qq.com/x/page/y075719yxda.html'),
(61, 21, '施工速成宝典，柜子的施工讲解', '施工速成宝典，柜子的施工讲解', '/upload/video/1535218328.jpg', '2018-08-19 13:54:40', 58, 1, 'https://v.qq.com/x/page/f07574qihyl.html'),
(62, 19, '施工速成宝典，马赛克墙的施工讲解', '施工速成宝典，马赛克墙的施工讲解', '/upload/video/1535218307.jpg', '2018-08-19 13:55:02', 59, 1, 'https://v.qq.com/x/page/a0757i7ntse.html'),
(63, 19, '施工速成宝典，木地板铺设的讲解', '施工速成宝典，木地板铺设的讲解', '/upload/video/1535218294.jpg', '2018-08-19 13:55:17', 60, 1, 'https://v.qq.com/x/page/q0757xjvswv.html'),
(64, 19, '施工速成宝典，地板铺贴方法的讲解', '施工速成宝典，地板铺贴方法的讲解', '/upload/video/1535218279.jpg', '2018-08-19 13:55:52', 61, 1, '施工速成宝典，地板铺贴方法的讲解'),
(65, 22, '施工速成宝典，阴阳脚线的讲解', '施工速成宝典，阴阳脚线的讲解', '/upload/video/1535218263.jpg', '2018-08-19 13:56:16', 62, 1, 'https://v.qq.com/x/page/c07577phwqp.html'),
(66, 22, '施工速成宝典，石膏线的施工方法', '施工速成宝典，石膏线的施工方法', '/upload/video/1535218248.jpg', '2018-08-19 13:56:34', 63, 1, 'https://v.qq.com/x/page/s0757zyuntq.html'),
(67, 22, '施工速成宝典，铝扣板的介绍', '施工速成宝典，铝扣板的介绍', '/upload/video/1535218234.jpg', '2018-08-19 13:56:52', 64, 1, 'https://v.qq.com/x/page/b0756jxevc9.html'),
(68, 22, '施工速成宝典，龙骨及吊顶施工方法的讲解', '施工速成宝典，龙骨及吊顶施工方法的讲解', '/upload/video/1535218220.jpg', '2018-08-19 13:57:10', 65, 1, 'https://v.qq.com/x/page/i0756l037gi.html'),
(69, 22, '施工速成宝典，石膏板的注意事项', '施工速成宝典，石膏板的注意事项', '/upload/video/1535218206.jpg', '2018-08-19 13:57:32', 66, 1, 'https://v.qq.com/x/page/i075604kant.html'),
(70, 24, '施工速成宝典，电盒及电路施工图的讲解', '施工速成宝典，电盒及电路施工图的讲解', '/upload/video/1535218190.jpg', '2018-08-19 13:57:51', 67, 1, 'https://v.qq.com/x/page/c0756wae6nw.html'),
(71, 22, '施工速成宝典，吊顶的材料介绍', '施工速成宝典，吊顶的材料介绍', '/upload/video/1535218177.jpg', '2018-08-19 13:58:12', 68, 1, 'https://v.qq.com/x/page/j0756bsabbj.html'),
(72, 24, '施工速成宝典，防水工程讲解', '施工速成宝典，防水工程讲解', '/upload/video/1535218159.jpg', '2018-08-19 13:58:27', 69, 1, 'https://v.qq.com/x/page/b0756rr1sj0.html'),
(73, 24, '施工速成宝典，水路的施工讲解', '施工速成宝典，水路的施工讲解', '/upload/video/1535218142.jpg', '2018-08-19 13:58:45', 70, 1, 'https://v.qq.com/x/page/p07568waqv2.html'),
(76, 22, '施工速成宝典，木工工具及其他施工工具介绍', '施工速成宝典，木工工具及其他施工工具介绍', '/upload/video/1535218111.jpg', '2018-08-19 13:59:42', 73, 1, 'https://v.qq.com/x/page/u0756m03h7g.html'),
(77, 24, '施工速成宝典，电开关及电路施工工具介绍', '施工速成宝典，电开关及电路施工工具介绍', '/upload/video/1535218095.jpg', '2018-08-19 13:59:57', 74, 1, 'https://v.qq.com/x/page/o07568v8gy1.html'),
(78, 22, '施工速成宝典，板材的介绍', '施工速成宝典，板材的介绍', '/upload/video/1535218080.jpg', '2018-08-19 14:00:13', 75, 1, 'https://v.qq.com/x/page/h0756nu45jy.html'),
(79, 24, '施工速成宝典，管线的介绍', '施工速成宝典，管线的介绍', '/upload/video/1535218064.jpg', '2018-08-19 14:00:29', 76, 1, 'https://v.qq.com/x/page/w0756piqmv2.html'),
(84, 29, '施工速成宝典，学会看懂户型图（三）', '施工速成宝典，学会看懂户型图（三）', '/upload/video/1535218049.jpg', '2018-08-19 14:01:55', 81, 1, 'https://v.qq.com/x/page/q07563madf0.html'),
(85, 29, '施工速成宝典，学会看懂户型图（二）', '施工速成宝典，学会看懂户型图（二）', '/upload/video/1535218039.jpg', '2018-08-19 14:02:11', 82, 1, 'https://v.qq.com/x/page/t0756epx98z.html'),
(86, 29, '施工速成宝典，学会看懂户型图（一）', '施工速成宝典，学会看懂户型图（一）', '/upload/video/1535218028.jpg', '2018-08-19 14:02:31', 83, 1, 'https://v.qq.com/x/page/f0756sv1rla.html'),
(87, 17, '施工速成宝典，附录说明—客户维修及客户移交', '施工速成宝典，附录说明—客户维修及客户移交', '/upload/video/1535218015.jpg', '2018-08-19 14:02:53', 84, 1, 'https://v.qq.com/x/page/u0756mwotx6.html'),
(88, 17, '施工速成宝典，附录说明——贴心设计', '施工速成宝典，附录说明——贴心设计', '/upload/video/1535218002.jpg', '2018-08-19 14:03:12', 85, 1, 'https://v.qq.com/x/page/m0756vsqsqj.html'),
(89, 17, '施工速成宝典，附录说明——工程估价', '施工速成宝典，附录说明——工程估价', '/upload/video/1535217988.jpg', '2018-08-19 14:03:32', 86, 1, 'https://v.qq.com/x/page/j07569djwxs.html'),
(90, 18, '施工速成宝典，玻璃工程——玻璃的装饰性', '施工速成宝典，玻璃工程——玻璃的装饰性', '/upload/video/1535217974.jpg', '2018-08-19 14:03:50', 87, 1, 'https://v.qq.com/x/page/z075677s945.html'),
(91, 18, '施工速成宝典，玻璃工程知识要点及玻璃功能性', '施工速成宝典，玻璃工程知识要点及玻璃功能性', '/upload/video/1535217957.jpg', '2018-08-19 14:04:05', 88, 1, 'https://v.qq.com/x/page/d0756r00wo9.html'),
(95, 19, '施工速成宝典，海岛型木地板/超耐磨木地板', '施工速成宝典，海岛型木地板/超耐磨木地板', '/upload/video/1535217946.jpg', '2018-08-19 14:06:48', 92, 1, 'https://v.qq.com/x/page/g0756srowfr.html'),
(96, 19, '施工速成宝典，木地板工程铺设木地板注意事项', '施工速成宝典，木地板工程铺设木地板注意事项', '/upload/video/1535217932.jpg', '2018-08-19 14:07:10', 93, 1, 'https://v.qq.com/x/page/b0756vwz6mg.html'),
(97, 19, '施工速成宝典，木地板工程知识及铺设木地板', '施工速成宝典，木地板工程知识及铺设木地板', '/upload/video/1535217908.jpg', '2018-08-19 14:07:34', 94, 1, 'https://v.qq.com/x/page/c0756be6xo7.html'),
(98, 21, '施工速成宝典，组合柜工程——安装及注意事项', '施工速成宝典，组合柜工程——安装及注意事项', '/upload/video/1535217894.jpg', '2018-08-19 14:07:54', 95, 1, 'https://v.qq.com/x/page/x0755crfa7w.html'),
(99, 22, '施工速成宝典，木作工程——木质柜、门板', '施工速成宝典，木作工程——木质柜、门板', '/upload/video/1535217880.jpg', '2018-08-19 14:08:10', 96, 1, 'https://v.qq.com/x/page/u0755daja8j.html'),
(104, 22, '施工速成宝典，木作工程——木作隔间', '施工速成宝典，木作工程——木作隔间', '/upload/video/1535217864.jpg', '2018-08-19 14:09:31', 101, 1, 'https://v.qq.com/x/page/f0755x51xum.html'),
(105, 22, '施工速成宝典，木作工程木作天花板的注意事项', '施工速成宝典，木作工程木作天花板的注意事项', '/upload/video/1535217842.jpg', '2018-08-19 14:09:48', 102, 1, 'https://v.qq.com/x/page/v07551r4wre.html'),
(106, 22, '施工速成宝典，木作工程知识要点及木作天花板', '施工速成宝典，木作工程知识要点及木作天花板', '/upload/video/1535217804.jpg', '2018-08-19 14:10:04', 103, 1, 'https://v.qq.com/x/page/e0755vo37p4.html'),
(107, 23, '施工速成宝典，空调工程（三）', '施工速成宝典，空调工程（三）', '/upload/video/1535217751.jpg', '2018-08-19 14:10:24', 104, 1, 'https://v.qq.com/x/page/u07553qon78.html'),
(108, 23, '施工速成宝典，空调工程（二）', '施工速成宝典，空调工程（二）', '/upload/video/1535217733.jpg', '2018-08-19 14:10:41', 105, 1, 'https://v.qq.com/x/page/i0755cm9btr.html'),
(109, 23, '施工速成宝典，空调工程（一）', '施工速成宝典，空调工程（一）', '/upload/video/1535217714.jpg', '2018-08-19 14:10:56', 106, 1, 'https://v.qq.com/x/page/s0755u9520j.html'),
(110, 24, '施工速成宝典，水电工程——灯具', '施工速成宝典，水电工程——灯具', '/upload/video/1535217695.jpg', '2018-08-19 14:11:15', 107, 1, 'https://v.qq.com/x/page/v0755d8iyz8.html'),
(111, 24, '施工速成宝典，水电工程——视听设备', '施工速成宝典，水电工程——视听设备', '/upload/video/1535217679.jpg', '2018-08-19 14:11:33', 108, 1, 'https://v.qq.com/x/page/s0755e1dxol.html'),
(112, 24, '施工速成宝典，水电工程——厨房', '施工速成宝典，水电工程——厨房', '/upload/video/1535217666.jpg', '2018-08-19 14:11:50', 109, 1, 'https://v.qq.com/x/page/h0755desytw.html'),
(113, 24, '施工速成宝典，水电工程——卫浴', '施工速成宝典，水电工程——卫浴', '/upload/video/1535217654.jpg', '2018-08-19 14:12:07', 110, 1, 'https://v.qq.com/x/page/r0755tla2a8.html'),
(114, 24, '施工速成宝典，水电工程—强电的注意事项', '施工速成宝典，水电工程—强电的注意事项', '/upload/video/1535217639.jpg', '2018-08-19 14:12:26', 111, 1, 'https://v.qq.com/x/page/v0755279v9c.html'),
(115, 24, '施工速成宝典，水电工程——强电', '施工速成宝典，水电工程——强电', '/upload/video/1535217622.jpg', '2018-08-19 14:12:46', 112, 1, 'https://v.qq.com/x/page/j07556rmxm3.html'),
(116, 24, '施工速成宝典，水电工程——弱电', '施工速成宝典，水电工程——弱电', '/upload/video/1535217609.jpg', '2018-08-19 14:13:23', 113, 1, 'https://v.qq.com/x/page/b0755xsmv2t.html'),
(117, 24, '施工速成宝典，水电工程——给排水的注意事项', '施工速成宝典，水电工程——给排水的注意事项', '/upload/video/1535217595.jpg', '2018-08-19 14:13:39', 114, 1, 'https://v.qq.com/x/page/c07558j08me.html'),
(118, 24, '施工速成宝典，水电工程——给排水', '施工速成宝典，水电工程——给排水', '/upload/video/1535217576.jpg', '2018-08-19 14:13:55', 115, 1, 'https://v.qq.com/x/page/f0755tkxz4r.html'),
(119, 25, '施工速成宝典，安装铝窗的注意事项', '施工速成宝典，安装铝窗的注意事项', '/upload/video/1535217561.jpg', '2018-08-19 14:14:17', 116, 1, 'https://v.qq.com/x/page/z075536tegj.html'),
(120, 25, '施工速成宝典，铝窗工程——安装铝窗', '施工速成宝典，铝窗工程——安装铝窗', '/upload/video/1535217547.jpg', '2018-08-19 14:14:36', 117, 1, 'https://v.qq.com/x/page/r0755fyo4tw.html'),
(121, 26, '施工速成宝典，泥工工程—抛光石英砖/大理石', '施工速成宝典，泥工工程—抛光石英砖/大理石', '/upload/video/1535217534.jpg', '2018-08-19 14:14:52', 118, 1, 'https://v.qq.com/x/page/v075509bp9n.html'),
(122, 26, '施工速成宝典，泥工工程——门槛', '施工速成宝典，泥工工程——门槛', '/upload/video/1535217524.jpg', '2018-08-19 14:15:10', 119, 1, 'https://v.qq.com/x/page/y07553y1uc8.html'),
(123, 26, '施工速成宝典，泥工工程——贴瓷砖', '施工速成宝典，泥工工程——贴瓷砖', '/upload/video/1535217512.jpg', '2018-08-19 14:15:27', 120, 1, 'https://v.qq.com/x/page/f075568al17.html'),
(124, 26, '施工速成宝典，泥工工程——粉光', '施工速成宝典，泥工工程——粉光', '/upload/video/1535217499.jpg', '2018-08-19 14:16:18', 121, 1, 'https://v.qq.com/x/page/n0755llga4v.html'),
(125, 26, '施工速成宝典，泥工功臣——防水', '施工速成宝典，泥工功臣——防水', '/upload/video/1535217487.jpg', '2018-08-19 14:16:39', 122, 1, 'https://v.qq.com/x/page/j0755yx6c64.html'),
(126, 26, '施工速成宝典，泥工工程——打底', '施工速成宝典，泥工工程——打底', '/upload/video/1535217475.jpg', '2018-08-19 14:16:57', 123, 1, 'https://v.qq.com/x/page/w07556sgwl3.html'),
(127, 26, '施工速成宝典，泥工工程——砌墙砖', '施工速成宝典，泥工工程——砌墙砖', '/upload/video/1535217462.jpg', '2018-08-19 14:17:13', 124, 1, 'https://v.qq.com/x/page/x0755x4wf9j.html'),
(128, 27, '施工速成宝典，拆除工程（四）', '施工速成宝典，拆除工程（四）', '/upload/video/1535217450.jpg', '2018-08-19 14:17:31', 125, 1, 'https://v.qq.com/x/page/q07557iwod4.html'),
(129, 27, '施工速成宝典，拆除工程（三）', '施工速成宝典，拆除工程（三）', '/upload/video/1535217437.jpg', '2018-08-19 14:17:50', 126, 1, 'https://v.qq.com/x/page/l07554va5q8.html'),
(130, 27, '施工速成宝典，拆除工程（二）', '施工速成宝典，拆除工程（二）', '/upload/video/1535217418.jpg', '2018-08-19 14:18:06', 127, 1, 'https://v.qq.com/x/page/x0755mntok6.html'),
(131, 27, '施工速成宝典，拆除工程（一）', '施工速成宝典，拆除工程（一）', '/upload/video/1535217404.jpg', '2018-08-19 14:18:25', 127, 1, 'https://v.qq.com/x/page/l0755k7f26b.html'),
(132, 28, '施工速成宝典，施工保护工程（三）', '施工速成宝典，施工保护工程（三）', '/upload/video/1535217391.jpg', '2018-08-19 14:18:43', 127, 1, 'https://v.qq.com/x/page/a0755ijlu1r.html'),
(133, 28, '施工速成宝典，施工保护工程（二）', '施工速成宝典，施工保护工程（二）', '/upload/video/1535217380.jpg', '2018-08-19 14:18:59', 127, 1, 'https://v.qq.com/x/page/b0755ms0kzm.html'),
(134, 29, '橱柜设计操作讲解，板件模式运用（完整）', '橱柜设计操作讲解，板件模式运用（完整）', '/upload/video/1535217371.jpg', '2018-08-19 14:23:57', 127, 1, 'https://v.qq.com/x/page/x07618aegdc.html'),
(135, 29, '橱柜设计操作讲解，层板和立板放置', '橱柜设计操作讲解，层板和立板放置', '/upload/video/1535217361.jpg', '2018-08-19 14:26:51', 127, 1, 'https://v.qq.com/x/page/z07612z3x8e.html'),
(136, 29, '橱柜设计操作讲解，橱柜标注出图', '橱柜设计操作讲解，橱柜标注出图', '/upload/video/1535217350.jpg', '2018-08-19 14:27:15', 127, 1, 'https://v.qq.com/x/page/g0761q4krpj.html'),
(137, 29, '橱柜设计操作讲解，橱柜导出CAD', '橱柜设计操作讲解，橱柜导出CAD', '/upload/video/1535217341.jpg', '2018-08-19 14:27:39', 127, 1, 'https://v.qq.com/x/page/l07612xl6j3.html'),
(138, 29, '橱柜设计操作讲解，橱柜导出报价单', '橱柜设计操作讲解，橱柜导出报价单', '/upload/video/1535217328.jpg', '2018-08-19 14:27:59', 127, 1, 'https://v.qq.com/x/page/z0761kz16im.html'),
(139, 29, '橱柜设计操作讲解，橱柜地柜放置', '橱柜设计操作讲解，橱柜地柜放置', '/upload/video/1535217316.jpg', '2018-08-19 14:28:29', 127, 1, 'https://v.qq.com/x/page/c0761z2werb.html'),
(140, 29, '橱柜设计操作讲解，橱柜吊柜放置讲解（完整）', '橱柜设计操作讲解，橱柜吊柜放置讲解（完整）', '/upload/video/1535217303.jpg', '2018-08-19 14:28:45', 127, 1, 'https://v.qq.com/x/page/o0761r1y430.html'),
(141, 29, '柜设计操作讲解，橱柜拉手设置讲解', '柜设计操作讲解，橱柜拉手设置讲解', '/upload/video/1535217289.jpg', '2018-08-19 14:29:02', 127, 1, 'https://v.qq.com/x/page/t0761tv8dzp.html'),
(142, 29, '橱柜设计操作讲解，橱柜线条安装讲解', '橱柜设计操作讲解，橱柜线条安装讲解', '/upload/video/1535217278.jpg', '2018-08-19 14:29:17', 127, 1, 'https://v.qq.com/x/page/c07616xkgph.html'),
(143, 29, '橱柜设计操作讲解，橱柜门板设置讲解', '橱柜设计操作讲解，橱柜门板设置讲解', '/upload/video/1535217193.jpg', '2018-08-19 14:29:34', 127, 1, 'https://v.qq.com/x/page/j0761woonrp.html'),
(144, 29, '橱柜设计操作讲解，集成灶柜体制作', '橱柜设计操作讲解，集成灶柜体制作', '/upload/video/1535217183.jpg', '2018-08-19 14:29:50', 127, 1, 'https://v.qq.com/x/page/z0761lpo370.html'),
(145, 29, '橱柜设计操作讲解，高级台面', '橱柜设计操作讲解，高级台面', '/upload/video/1535217159.jpg', '2018-08-19 14:30:06', 127, 1, 'https://v.qq.com/x/page/n0761nroyaw.html'),
(146, 29, '橱柜设计操作讲解，如何安装电器五金', '橱柜设计操作讲解，如何安装电器五金', '/upload/video/1535217147.jpg', '2018-08-19 14:30:22', 127, 1, 'https://v.qq.com/x/page/a0761bxl3iq.html'),
(147, 29, '橱柜设计操作讲解，橱柜制作', '橱柜设计操作讲解，橱柜制作', '/upload/video/1535217130.jpg', '2018-08-19 14:58:10', 127, 1, 'https://v.qq.com/x/page/q0761p6h62s.html'),
(148, 29, '橱柜设计操作讲解。欧式橱柜', '橱柜设计操作讲解。欧式橱柜', '/upload/video/1535217114.jpg', '2018-08-19 14:58:30', 127, 1, 'https://v.qq.com/x/page/y0761drbyai.html'),
(149, 29, '吊顶设计操作讲解，从0-1顶墙视频', '吊顶设计操作讲解，从0-1顶墙视频', '/upload/video/1535217103.jpg', '2018-08-19 14:58:51', 127, 1, 'https://v.qq.com/x/page/r0761wbjht2.html'),
(150, 29, '吊顶设计操作讲解，吊顶板材铺贴', '吊顶设计操作讲解，吊顶板材铺贴，', '/upload/video/1535217092.jpg', '2018-08-19 14:59:08', 127, 1, 'https://v.qq.com/x/page/g0761qp44se.html'),
(151, 29, '吊顶设计操作讲解，吊顶层创建', '吊顶设计操作讲解，吊顶层创建', '/upload/video/1535217079.jpg', '2018-08-19 14:59:23', 127, 1, 'https://v.qq.com/x/page/q0761cw2vov.html'),
(152, 29, '吊顶设计操作讲解，顶墙基础功能介绍', '吊顶设计操作讲解，顶墙基础功能介绍', '/upload/video/1535217261.jpg', '2018-08-19 14:59:42', 127, 1, 'https://v.qq.com/x/page/y0761l6yuk4.html'),
(153, 29, '设计基础操作，新手须知视频', '设计基础操作，新手须知视频', '/upload/video/1535217065.jpg', '2018-08-19 15:00:07', 127, 1, 'https://v.qq.com/x/page/v0761ct1xuj.html'),
(154, 29, '设计基础操作，保存方案', '设计基础操作，保存方案', '/upload/video/1535217051.jpg', '2018-08-19 15:00:28', 127, 1, 'https://v.qq.com/x/page/i0761hp27z9.html'),
(155, 29, '设计基础操作，编辑墙体', '设计基础操作，编辑墙体', '/upload/video/1535217041.jpg', '2018-08-19 15:00:45', 127, 1, 'https://v.qq.com/x/page/g07617ktr99.html'),
(156, 29, '设计基础操作，创建墙体', '设计基础操作，创建墙体', '/upload/video/1535217023.jpg', '2018-08-19 15:01:02', 127, 1, 'https://v.qq.com/x/page/z0761d0c3pn.html'),
(157, 29, '设计基础操作，布置硬装', '设计基础操作，布置硬装', '/upload/video/1535216982.jpg', '2018-08-19 15:01:17', 127, 1, 'https://v.qq.com/x/page/q0761oba3er.html'),
(158, 29, '吊顶设计操作讲解，结构改造案例操作视频', '吊顶设计操作讲解，结构改造案例操作视频', '/upload/video/1535216900.jpg', '2018-08-19 17:17:21', 127, 1, 'https://v.qq.com/x/page/w0761jvfmk6.html'),
(159, 30, '拆除工程及其他项目预算讲解-2', '拆除工程及其他项目预算讲解-2', '/upload/video/1535135154.jpg', '2018-08-20 00:09:54', 127, 1, 'https://v.qq.com/x/page/f0759rma6p4.html'),
(160, 28, '施工速成宝典，施工保护工程（一）', '施工速成宝典，施工保护工程（一）', '/upload/video/1535135575.jpg', '2018-08-25 02:32:55', 127, 1, 'https://v.qq.com/x/page/p075532z4p4.html'),
(161, 29, '设计通用，卫浴', '设计通用，卫浴', '/upload/video/1535219735.jpg', '2018-08-26 01:55:35', 127, 1, 'https://v.qq.com/x/page/w0763hbd9rz.html'),
(162, 29, '设计通用，阳光房案例视频', '设计通用，阳光房案例视频', '/upload/video/1535219768.jpg', '2018-08-26 01:56:08', 1, 1, 'https://v.qq.com/x/page/g07637vmcht.html'),
(163, 29, '设计通用，水电教学', '设计通用，水电教学', '/upload/video/1535219817.jpg', '2018-08-26 01:56:57', 127, 1, 'http://v.qq.com/u/videos/#video/0/1'),
(164, 29, '设计通用，阳台外景制作', '设计通用，阳台外景制作', '/upload/video/1535219854.jpg', '2018-08-26 01:57:34', 127, 1, 'https://v.qq.com/x/page/w0763zwilnv.html'),
(165, 29, '设计通用，loft公寓', '设计通用，loft公寓', '/upload/video/1535219886.jpg', '2018-08-26 01:58:06', 127, 1, 'https://v.qq.com/x/page/y0763843qkb.html'),
(166, 29, '设计通用，别墅制作-地台篇', '设计通用，别墅制作-地台篇', '/upload/video/1535219914.jpg', '2018-08-26 01:58:34', 127, 1, 'https://v.qq.com/x/page/i0763exne30.html'),
(167, 29, '设计通用，别墅制作之结构改造篇', '设计通用，别墅制作之结构改造篇', '/upload/video/1535219943.jpg', '2018-08-26 01:59:03', 127, 1, 'https://v.qq.com/x/page/e0763r3k2hm.html'),
(168, 29, '衣柜设计操作讲解，衣柜导出报价', '衣柜设计操作讲解，衣柜导出报价', '/upload/video/1535219983.jpg', '2018-08-26 01:59:43', 127, 1, 'https://v.qq.com/x/page/a076227ef6u.html'),
(169, 29, '衣柜设计操作讲解， 趟门柜体放置', '衣柜设计操作讲解， 趟门柜体放置', '/upload/video/1535220021.jpg', '2018-08-26 02:00:21', 127, 1, 'https://v.qq.com/x/page/q07624n4l2j.html'),
(170, 29, '衣柜设计操作讲解，衣柜导出CAD', '衣柜设计操作讲解，衣柜导出CAD', '/upload/video/1535220049.jpg', '2018-08-26 02:00:49', 127, 1, 'https://v.qq.com/x/page/e07629mw43l.html'),
(171, 29, '衣柜设计操作讲解，定制木门系统操作', '衣柜设计操作讲解，定制木门系统操作', '/upload/video/1535220103.jpg', '2018-08-26 02:01:43', 127, 1, 'https://v.qq.com/x/page/v07628wzgzj.html'),
(172, 29, '衣柜设计操作讲解，衣柜标注出图 已添加标注', '衣柜设计操作讲解，衣柜标注出图 已添加标注', '/upload/video/1535220129.jpg', '2018-08-26 02:02:09', 127, 1, 'https://v.qq.com/x/page/i0762f5lk22.html'),
(173, 29, '衣柜设计操作讲解，掩门衣柜材质总', '衣柜设计操作讲解，掩门衣柜材质总', '/upload/video/1535220155.jpg', '2018-08-26 02:02:35', 127, 1, 'https://v.qq.com/x/page/v0762nmyq5h.html'),
(174, 29, '衣柜设计操作讲解,线条总', '衣柜设计操作讲解,线条总', '/upload/video/1535220187.jpg', '2018-08-26 02:03:07', 127, 1, 'https://v.qq.com/x/page/q0762vxgzr6.html'),
(175, 29, '衣柜设计操作讲解，趟门材质修改', '衣柜设计操作讲解，趟门材质修改', '/upload/video/1535220216.jpg', '2018-08-26 02:03:36', 127, 1, 'https://v.qq.com/x/page/i0762oukcde.html'),
(176, 29, '衣柜设计操作讲解，门板', '衣柜设计操作讲解，门板', '/upload/video/1535220249.jpg', '2018-08-26 02:04:09', 127, 1, 'https://v.qq.com/x/page/y0762o0h4fr.html'),
(177, 29, '衣柜设计操作讲解，趟门', '衣柜设计操作讲解，趟门', '/upload/video/1535220272.jpg', '2018-08-26 02:04:32', 127, 1, 'https://v.qq.com/x/page/h0762l68ujx.html'),
(178, 29, '衣柜设计操作讲解 120分钟精通三维家全屋柜体', '衣柜设计操作讲解 120分钟精通三维家全屋柜体', '/upload/video/1535220354.jpg', '2018-08-26 02:05:54', 127, 1, 'https://v.qq.com/x/page/c0762l9anob.html'),
(179, 29, '衣柜设计操作讲解，从0到1衣柜制作', '衣柜设计操作讲解，从0到1衣柜制作', '/upload/video/1535220386.jpg', '2018-08-26 02:06:26', 127, 1, 'https://v.qq.com/x/page/j0762tcs03l.html'),
(180, 29, '衣柜设计操作讲解，门板总', '衣柜设计操作讲解，门板总', '/upload/video/1535220410.jpg', '2018-08-26 02:06:50', 127, 1, 'https://v.qq.com/x/page/m0762eybw4m.html'),
(181, 29, '衣柜设计操作讲解，拉手', '衣柜设计操作讲解，拉手', '/upload/video/1535220471.jpg', '2018-08-26 02:07:51', 127, 1, 'https://v.qq.com/x/page/s0762aykhiv.html'),
(182, 29, '衣柜设计操作讲解，柜体放置完整', '衣柜设计操作讲解，柜体放置完整', '/upload/video/1535220496.jpg', '2018-08-26 02:08:16', 127, 1, 'https://v.qq.com/x/page/s0762q4hnng.html'),
(183, 29, '铺砖设计操作讲解，全屋瓷砖视频', '铺砖设计操作讲解，全屋瓷砖视频', '/upload/video/1535220524.jpg', '2018-08-26 02:08:44', 127, 1, 'https://v.qq.com/x/page/o07628pdmq7.html'),
(184, 29, '铺砖设计操作讲解，砖缝规格调整', '铺砖设计操作讲解，砖缝规格调整', '/upload/video/1535220551.jpg', '2018-08-26 02:09:11', 127, 1, 'https://v.qq.com/x/page/j07620dh63w.html'),
(185, 29, '铺砖设计操作讲解，柱子砖缝处理', '铺砖设计操作讲解，柱子砖缝处理', '/upload/video/1535220579.jpg', '2018-08-26 02:09:39', 127, 1, 'https://v.qq.com/x/page/j0762mmx00y.html'),
(186, 29, '铺砖设计操作讲解，云水刀上传操作', '铺砖设计操作讲解，云水刀上传操作', '/upload/video/1535220605.jpg', '2018-08-26 02:10:05', 127, 1, 'https://v.qq.com/x/page/v0762gz2vyz.html'),
(187, 29, '铺砖设计操作讲解，新水刀CAD导入软件', '铺砖设计操作讲解，新水刀CAD导入软件', '/upload/video/1535220631.jpg', '2018-08-26 02:10:31', 127, 1, 'https://v.qq.com/x/page/s0762akgomx.html'),
(188, 29, '铺砖设计操作讲解，区域大小绘制', '铺砖设计操作讲解，区域大小绘制', '/upload/video/1535220656.jpg', '2018-08-26 02:10:56', 127, 1, 'https://v.qq.com/x/page/t0762dafedk.html'),
(189, 29, '铺砖设计操作讲解，加工图表导出', '铺砖设计操作讲解，加工图表导出', '/upload/video/1535220679.jpg', '2018-08-26 02:11:19', 127, 1, 'https://v.qq.com/x/page/x0762lu0xme.html'),
(190, 29, '铺砖设计操作讲解，绘制波打线区域', '铺砖设计操作讲解，绘制波打线区域', '/upload/video/1535220704.jpg', '2018-08-26 02:11:44', 127, 1, 'https://v.qq.com/x/page/c0762pg8i2w.html'),
(191, 29, '铺砖设计操作讲解，划分铺贴区域', '铺砖设计操作讲解，划分铺贴区域', '/upload/video/1535220733.jpg', '2018-08-26 02:12:13', 127, 1, 'https://v.qq.com/x/page/a0762fuc7b8.html'),
(192, 29, '铺砖设计操作讲解，从0-1定制铺砖讲解', '铺砖设计操作讲解，从0-1定制铺砖讲解', '/upload/video/1535220765.jpg', '2018-08-26 02:12:45', 127, 1, 'https://v.qq.com/x/page/r07619cahfj.html'),
(193, 29, '设计基础操作，渲染讲解', '设计基础操作，渲染讲解', '/upload/video/1535220790.jpg', '2018-08-26 02:13:10', 127, 1, 'https://v.qq.com/x/page/y0761w090f9.html'),
(194, 29, '铺砖设计操作讲解，瓷砖自主上传贴图使用', '铺砖设计操作讲解，瓷砖自主上传贴图使用', '/upload/video/1535220814.jpg', '2018-08-26 02:13:34', 127, 1, 'https://v.qq.com/x/page/u0761rdmeib.html'),
(195, 29, '设计基础操作，软装布置', '设计基础操作，软装布置', '/upload/video/1535220838.jpg', '2018-08-26 02:13:58', 127, 1, 'https://v.qq.com/x/page/i0761xtpwrw.html'),
(196, 29, '铺砖设计操作讲解，参数化腰线，快速设计', '铺砖设计操作讲解，参数化腰线，快速设计', '/upload/video/1535220862.jpg', '2018-08-26 02:14:22', 127, 1, 'https://v.qq.com/x/page/k0761e9fwcc.html'),
(197, 29, '铺砖设计操作讲解，参数化瓷砖视频', '铺砖设计操作讲解，参数化瓷砖视频', '/upload/video/1535220884.jpg', '2018-08-26 02:14:44', 127, 1, 'https://v.qq.com/x/page/g0761txfuo1.html'),
(198, 29, '设计基础操作，新手须知', '设计基础操作，新手须知', '/upload/video/1535220912.jpg', '2018-08-26 02:15:12', 127, 1, 'https://v.qq.com/x/page/y0761c0tpdg.html'),
(199, 29, '设计基础操作，全景编辑器的使用', '设计基础操作，全景编辑器的使用', '/upload/video/1535220934.jpg', '2018-08-26 02:15:34', 127, 1, 'https://v.qq.com/x/page/m0761r9h3dc.html'),
(200, 29, '设计基础操作，全景编辑常见问题', '设计基础操作，全景编辑常见问题', '/upload/video/1535220960.jpg', '2018-08-26 02:16:00', 127, 1, 'https://v.qq.com/x/page/y07617q0ywe.html'),
(201, 29, '设计基础操作，区域划分', '设计基础操作，区域划分', '/upload/video/1535220990.jpg', '2018-08-26 02:16:30', 127, 1, 'https://v.qq.com/x/page/r07617mt45o.html'),
(202, 29, '设计基础操作，快速制作全屋成品方案', '设计基础操作，快速制作全屋成品方案', '/upload/video/1535221012.jpg', '2018-08-26 02:16:52', 127, 1, 'https://v.qq.com/x/page/r0761cfx3yx.html'),
(203, 29, '设计基础操作，从0到1掌握3D云设计', '设计基础操作，从0到1掌握3D云设计', '/upload/video/1535221034.jpg', '2018-08-26 02:17:14', 127, 1, 'https://v.qq.com/x/page/j0761tp9bdz.html'),
(206, 20, '知识要点及腻子、AB胶填缝', '知识要点及腻子、AB胶填缝', '/upload/video/1536559814.jpg', '2018-09-10 14:10:14', 127, 1, 'https://v.qq.com/x/page/t0782uneawc.html'),
(207, 20, '天花板、壁面上水泥漆', '天花板、壁面上水泥漆', '/upload/video/1536559877.jpg', '2018-09-10 14:11:17', 127, 1, 'https://v.qq.com/x/page/w0782e340xp.html'),
(208, 20, '木皮上漆', '木皮上漆', '/upload/video/1536561432.jpg', '2018-09-10 14:11:47', 127, 1, 'https://v.qq.com/x/page/p07826cassn.html');

-- --------------------------------------------------------

--
-- 表的结构 `mcc_video_category`
--

CREATE TABLE `mcc_video_category` (
  `id` int(11) NOT NULL,
  `title` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='预算类型';

--
-- 转存表中的数据 `mcc_video_category`
--

INSERT INTO `mcc_video_category` (`id`, `title`) VALUES
(17, '工艺- 附录说明'),
(18, '工艺- 玻璃工程'),
(19, '工艺- 地板工程'),
(20, '工艺- 油漆工程'),
(21, '工艺- 组合柜工程'),
(22, '工艺- 木作工程'),
(23, '工艺- 空调工程'),
(24, '工艺- 水电工程'),
(25, '工艺- 门窗工程'),
(26, '工艺- 泥工工程'),
(27, '工艺- 拆除工程'),
(28, '工艺- 施工保护工程'),
(29, '其它相关'),
(30, '预算教学');

-- --------------------------------------------------------

--
-- 表的结构 `sl_news`
--

CREATE TABLE `sl_news` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `content` text NOT NULL,
  `status` tinyint(1) NOT NULL,
  `addTime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='新闻表';

--
-- 转存表中的数据 `sl_news`
--

INSERT INTO `sl_news` (`id`, `title`, `content`, `status`, `addTime`) VALUES
(1, '克莱复出勇士大胜掘金', '克莱复出勇士大胜掘金克莱复出勇士大胜掘金克莱复出勇士大胜掘金克莱复出勇士大胜掘金克莱复出勇士大胜掘金克莱复出勇士大胜掘金克莱复出勇士大胜掘金克莱复出勇士大胜掘金', 1, '2019-03-09 07:23:27'),
(2, '克莱复出勇士大胜湖人', '阿杜666小学生7-1', 1, '2019-03-09 07:23:27');

-- --------------------------------------------------------

--
-- 表的结构 `sl_user`
--

CREATE TABLE `sl_user` (
  `id` int(11) NOT NULL,
  `username` varchar(30) NOT NULL,
  `password` varchar(32) NOT NULL,
  `status` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户表';

--
-- 转存表中的数据 `sl_user`
--

INSERT INTO `sl_user` (`id`, `username`, `password`, `status`) VALUES
(1, 'IAMCARRY', '0d08a0f4fe10a71de5bf4bc93436d811', 0),
(2, 'IAMCARRY', '0d08a0f4fe10a71de5bf4bc93436d811', 0),
(3, 'IAMCARRY', '0d08a0f4fe10a71de5bf4bc93436d811', 0),
(4, 'IAMCARRY', '0d08a0f4fe10a71de5bf4bc93436d811', 0),
(5, 'IAMCARRY', '0d08a0f4fe10a71de5bf4bc93436d811', 0);

-- --------------------------------------------------------

--
-- 表的结构 `sl_user_38`
--

CREATE TABLE `sl_user_38` (
  `id` int(11) NOT NULL,
  `username` varchar(30) NOT NULL,
  `password` varchar(32) NOT NULL,
  `status` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户表';

--
-- 转存表中的数据 `sl_user_38`
--

INSERT INTO `sl_user_38` (`id`, `username`, `password`, `status`) VALUES
(1, 'Lily', 'e10adc3949ba59abbe56e057f20f883e', 1);

-- --------------------------------------------------------

--
-- 表的结构 `sl_user_52`
--

CREATE TABLE `sl_user_52` (
  `id` int(11) NOT NULL,
  `username` varchar(30) NOT NULL,
  `password` varchar(32) NOT NULL,
  `status` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户表';

--
-- 转存表中的数据 `sl_user_52`
--

INSERT INTO `sl_user_52` (`id`, `username`, `password`, `status`) VALUES
(1, 'Deny', 'e10adc3949ba59abbe56e057f20f883e', 1),
(2, 'Curry', 'e10adc3949ba59abbe56e057f20f883e', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `mcc_about`
--
ALTER TABLE `mcc_about`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_account`
--
ALTER TABLE `mcc_account`
  ADD PRIMARY KEY (`id`),
  ADD KEY `refer_id` (`refer_id`,`refer_from`) USING BTREE;

--
-- Indexes for table `mcc_ad`
--
ALTER TABLE `mcc_ad`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_address`
--
ALTER TABLE `mcc_address`
  ADD PRIMARY KEY (`id`),
  ADD KEY `customer_id` (`customer_id`);

--
-- Indexes for table `mcc_admin`
--
ALTER TABLE `mcc_admin`
  ADD PRIMARY KEY (`id`),
  ADD KEY `index_three` (`username`,`password`,`id`) USING BTREE;

--
-- Indexes for table `mcc_apply`
--
ALTER TABLE `mcc_apply`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_article`
--
ALTER TABLE `mcc_article`
  ADD PRIMARY KEY (`id`),
  ADD KEY `url` (`url`);

--
-- Indexes for table `mcc_article_favor`
--
ALTER TABLE `mcc_article_favor`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx_userID_articleID` (`userID`,`articleID`) USING BTREE;

--
-- Indexes for table `mcc_article_history`
--
ALTER TABLE `mcc_article_history`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_article_like`
--
ALTER TABLE `mcc_article_like`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `idx_userID_articleID` (`userID`,`articleID`) USING BTREE;

--
-- Indexes for table `mcc_article_review`
--
ALTER TABLE `mcc_article_review`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_book`
--
ALTER TABLE `mcc_book`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_book_category`
--
ALTER TABLE `mcc_book_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_budget`
--
ALTER TABLE `mcc_budget`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_budget_category`
--
ALTER TABLE `mcc_budget_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_captcha`
--
ALTER TABLE `mcc_captcha`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_category`
--
ALTER TABLE `mcc_category`
  ADD PRIMARY KEY (`id`),
  ADD KEY `parent_id` (`parent_id`);

--
-- Indexes for table `mcc_city`
--
ALTER TABLE `mcc_city`
  ADD PRIMARY KEY (`id`),
  ADD KEY `index_cityID` (`cityID`) USING BTREE,
  ADD KEY `index_provinceID` (`provinceID`) USING BTREE;

--
-- Indexes for table `mcc_company`
--
ALTER TABLE `mcc_company`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_crond`
--
ALTER TABLE `mcc_crond`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_custom`
--
ALTER TABLE `mcc_custom`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_customer`
--
ALTER TABLE `mcc_customer`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_express`
--
ALTER TABLE `mcc_express`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_favorite`
--
ALTER TABLE `mcc_favorite`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_feedback`
--
ALTER TABLE `mcc_feedback`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_icon`
--
ALTER TABLE `mcc_icon`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_icon_img`
--
ALTER TABLE `mcc_icon_img`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_icon_product`
--
ALTER TABLE `mcc_icon_product`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_img`
--
ALTER TABLE `mcc_img`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_log`
--
ALTER TABLE `mcc_log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_menu`
--
ALTER TABLE `mcc_menu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_merchant`
--
ALTER TABLE `mcc_merchant`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_message`
--
ALTER TABLE `mcc_message`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_nav`
--
ALTER TABLE `mcc_nav`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_news`
--
ALTER TABLE `mcc_news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_order`
--
ALTER TABLE `mcc_order`
  ADD PRIMARY KEY (`id`),
  ADD KEY `orderNO` (`orderNO`);

--
-- Indexes for table `mcc_order_history`
--
ALTER TABLE `mcc_order_history`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_order_option`
--
ALTER TABLE `mcc_order_option`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_order_product`
--
ALTER TABLE `mcc_order_product`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_order_status`
--
ALTER TABLE `mcc_order_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_order_status_log`
--
ALTER TABLE `mcc_order_status_log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_order_total`
--
ALTER TABLE `mcc_order_total`
  ADD PRIMARY KEY (`id`),
  ADD KEY `order_id` (`order_id`);

--
-- Indexes for table `mcc_package`
--
ALTER TABLE `mcc_package`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_package_order`
--
ALTER TABLE `mcc_package_order`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_package_order_detail`
--
ALTER TABLE `mcc_package_order_detail`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_package_special_order`
--
ALTER TABLE `mcc_package_special_order`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_package_specification`
--
ALTER TABLE `mcc_package_specification`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_package_type`
--
ALTER TABLE `mcc_package_type`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_product`
--
ALTER TABLE `mcc_product`
  ADD PRIMARY KEY (`id`),
  ADD KEY `id` (`id`,`status`);

--
-- Indexes for table `mcc_product_image`
--
ALTER TABLE `mcc_product_image`
  ADD PRIMARY KEY (`id`),
  ADD KEY `product_id` (`product_id`),
  ADD KEY `product_id_2` (`product_id`);

--
-- Indexes for table `mcc_product_option`
--
ALTER TABLE `mcc_product_option`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_property`
--
ALTER TABLE `mcc_property`
  ADD PRIMARY KEY (`id`),
  ADD KEY `parent_id` (`parent_id`) USING BTREE;

--
-- Indexes for table `mcc_province`
--
ALTER TABLE `mcc_province`
  ADD PRIMARY KEY (`id`),
  ADD KEY `index_provinceID` (`provinceID`) USING BTREE;

--
-- Indexes for table `mcc_region`
--
ALTER TABLE `mcc_region`
  ADD PRIMARY KEY (`id`),
  ADD KEY `index_regionID` (`regionID`) USING BTREE,
  ADD KEY `index_cityID` (`cityID`) USING BTREE;

--
-- Indexes for table `mcc_review`
--
ALTER TABLE `mcc_review`
  ADD PRIMARY KEY (`id`),
  ADD KEY `product_id` (`productID`) USING BTREE;

--
-- Indexes for table `mcc_role`
--
ALTER TABLE `mcc_role`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_setting`
--
ALTER TABLE `mcc_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_shop`
--
ALTER TABLE `mcc_shop`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_shop_img`
--
ALTER TABLE `mcc_shop_img`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_slider`
--
ALTER TABLE `mcc_slider`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_suit`
--
ALTER TABLE `mcc_suit`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_suit_product`
--
ALTER TABLE `mcc_suit_product`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_text`
--
ALTER TABLE `mcc_text`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_ticket`
--
ALTER TABLE `mcc_ticket`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_token`
--
ALTER TABLE `mcc_token`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_video`
--
ALTER TABLE `mcc_video`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mcc_video_category`
--
ALTER TABLE `mcc_video_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sl_news`
--
ALTER TABLE `sl_news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sl_user`
--
ALTER TABLE `sl_user`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sl_user_38`
--
ALTER TABLE `sl_user_38`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sl_user_52`
--
ALTER TABLE `sl_user_52`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `mcc_about`
--
ALTER TABLE `mcc_about`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_account`
--
ALTER TABLE `mcc_account`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT COMMENT '对账ID';

--
-- 使用表AUTO_INCREMENT `mcc_ad`
--
ALTER TABLE `mcc_ad`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_address`
--
ALTER TABLE `mcc_address`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- 使用表AUTO_INCREMENT `mcc_admin`
--
ALTER TABLE `mcc_admin`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用表AUTO_INCREMENT `mcc_apply`
--
ALTER TABLE `mcc_apply`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `mcc_article`
--
ALTER TABLE `mcc_article`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_article_favor`
--
ALTER TABLE `mcc_article_favor`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_article_history`
--
ALTER TABLE `mcc_article_history`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用表AUTO_INCREMENT `mcc_article_like`
--
ALTER TABLE `mcc_article_like`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_article_review`
--
ALTER TABLE `mcc_article_review`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_book`
--
ALTER TABLE `mcc_book`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `mcc_book_category`
--
ALTER TABLE `mcc_book_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用表AUTO_INCREMENT `mcc_budget`
--
ALTER TABLE `mcc_budget`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=141;

--
-- 使用表AUTO_INCREMENT `mcc_budget_category`
--
ALTER TABLE `mcc_budget_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- 使用表AUTO_INCREMENT `mcc_captcha`
--
ALTER TABLE `mcc_captcha`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `mcc_category`
--
ALTER TABLE `mcc_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- 使用表AUTO_INCREMENT `mcc_city`
--
ALTER TABLE `mcc_city`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=363;

--
-- 使用表AUTO_INCREMENT `mcc_company`
--
ALTER TABLE `mcc_company`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_crond`
--
ALTER TABLE `mcc_crond`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_custom`
--
ALTER TABLE `mcc_custom`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- 使用表AUTO_INCREMENT `mcc_customer`
--
ALTER TABLE `mcc_customer`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=126;

--
-- 使用表AUTO_INCREMENT `mcc_express`
--
ALTER TABLE `mcc_express`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- 使用表AUTO_INCREMENT `mcc_favorite`
--
ALTER TABLE `mcc_favorite`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_feedback`
--
ALTER TABLE `mcc_feedback`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_icon`
--
ALTER TABLE `mcc_icon`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_icon_img`
--
ALTER TABLE `mcc_icon_img`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_icon_product`
--
ALTER TABLE `mcc_icon_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_img`
--
ALTER TABLE `mcc_img`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- 使用表AUTO_INCREMENT `mcc_log`
--
ALTER TABLE `mcc_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用表AUTO_INCREMENT `mcc_menu`
--
ALTER TABLE `mcc_menu`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=243;

--
-- 使用表AUTO_INCREMENT `mcc_merchant`
--
ALTER TABLE `mcc_merchant`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- 使用表AUTO_INCREMENT `mcc_message`
--
ALTER TABLE `mcc_message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_nav`
--
ALTER TABLE `mcc_nav`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用表AUTO_INCREMENT `mcc_news`
--
ALTER TABLE `mcc_news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- 使用表AUTO_INCREMENT `mcc_order`
--
ALTER TABLE `mcc_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- 使用表AUTO_INCREMENT `mcc_order_history`
--
ALTER TABLE `mcc_order_history`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- 使用表AUTO_INCREMENT `mcc_order_option`
--
ALTER TABLE `mcc_order_option`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_order_product`
--
ALTER TABLE `mcc_order_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- 使用表AUTO_INCREMENT `mcc_order_status`
--
ALTER TABLE `mcc_order_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- 使用表AUTO_INCREMENT `mcc_order_status_log`
--
ALTER TABLE `mcc_order_status_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- 使用表AUTO_INCREMENT `mcc_order_total`
--
ALTER TABLE `mcc_order_total`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- 使用表AUTO_INCREMENT `mcc_package`
--
ALTER TABLE `mcc_package`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用表AUTO_INCREMENT `mcc_package_order`
--
ALTER TABLE `mcc_package_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- 使用表AUTO_INCREMENT `mcc_package_order_detail`
--
ALTER TABLE `mcc_package_order_detail`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- 使用表AUTO_INCREMENT `mcc_package_special_order`
--
ALTER TABLE `mcc_package_special_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- 使用表AUTO_INCREMENT `mcc_package_specification`
--
ALTER TABLE `mcc_package_specification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=45;

--
-- 使用表AUTO_INCREMENT `mcc_package_type`
--
ALTER TABLE `mcc_package_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- 使用表AUTO_INCREMENT `mcc_product`
--
ALTER TABLE `mcc_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=214;

--
-- 使用表AUTO_INCREMENT `mcc_product_image`
--
ALTER TABLE `mcc_product_image`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_product_option`
--
ALTER TABLE `mcc_product_option`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `mcc_property`
--
ALTER TABLE `mcc_property`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- 使用表AUTO_INCREMENT `mcc_province`
--
ALTER TABLE `mcc_province`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;

--
-- 使用表AUTO_INCREMENT `mcc_region`
--
ALTER TABLE `mcc_region`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3147;

--
-- 使用表AUTO_INCREMENT `mcc_review`
--
ALTER TABLE `mcc_review`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_role`
--
ALTER TABLE `mcc_role`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用表AUTO_INCREMENT `mcc_setting`
--
ALTER TABLE `mcc_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_shop`
--
ALTER TABLE `mcc_shop`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- 使用表AUTO_INCREMENT `mcc_shop_img`
--
ALTER TABLE `mcc_shop_img`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- 使用表AUTO_INCREMENT `mcc_slider`
--
ALTER TABLE `mcc_slider`
  MODIFY `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- 使用表AUTO_INCREMENT `mcc_suit`
--
ALTER TABLE `mcc_suit`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `mcc_suit_product`
--
ALTER TABLE `mcc_suit_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `mcc_text`
--
ALTER TABLE `mcc_text`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- 使用表AUTO_INCREMENT `mcc_ticket`
--
ALTER TABLE `mcc_ticket`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=725;

--
-- 使用表AUTO_INCREMENT `mcc_token`
--
ALTER TABLE `mcc_token`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=266;

--
-- 使用表AUTO_INCREMENT `mcc_video`
--
ALTER TABLE `mcc_video`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=209;

--
-- 使用表AUTO_INCREMENT `mcc_video_category`
--
ALTER TABLE `mcc_video_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- 使用表AUTO_INCREMENT `sl_news`
--
ALTER TABLE `sl_news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- 使用表AUTO_INCREMENT `sl_user`
--
ALTER TABLE `sl_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- 使用表AUTO_INCREMENT `sl_user_38`
--
ALTER TABLE `sl_user_38`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- 使用表AUTO_INCREMENT `sl_user_52`
--
ALTER TABLE `sl_user_52`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
